{
	"ships":[
	  {
		"type":"巡洋戦艦",
		"name":"コンスタンティヌス級 - 総合巡洋戦艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":35,
		"description":"Equipped with the \"Gamma Storm\" pulse and projectile weapon system, it is able to fire both regular missiles and energy pulse missiles. It also has a large rapid-fire pulse turret fitted at the bow of the ship, allowing it to utilize different pulse weaponry to dish out lethal attacks against heavily armored ships. It provides the option to either equip a pulse-energy amplification system to enhance the ship's pulse weaponry, or a small aicraft hangar to reinforce its anti-aircraft and defensive capabilities against small ships.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"B",
		"surv":"C",
		"strat":"B",
		"story":"The Antonios Consortium was originally a private financial group. Its founder grew the group through mergers and acquisitions to acquire many more SMEs and organizations. Its investment in technology, finance, and ships achieved many leading results, making Antonios Consortium one of the most influential groups around. It was because of this that its founder became known as \"Constantine the Great.\" To commemorate him, a prototype ship still in development was named the \"Constantine the Great\" at the 100th shareholder's meeting.",
		"quote":"\"The idea of free competition is not always beneficial to the economy; monopolization actually helps to establish a large-scale economic body and promotes centralized technological advancements.\"\r\n---Keynes Chan, Chief Economist of the Antonios Consortium",
		"pos":"中列",
		"size":1523,
		"max":6,
		"metal":167470,
		"crystal":47120,
		"deuterium":28210,
		"time":0.5324074074074074,
		"hour":12,
		"minute":46,
		"second":40,
		"capacity":125000,
		"hp":125840,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"巡洋戦艦",
		"name":"エターナルストーム級 - 攻撃巡洋戦艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":32,
		"description":"An integrated battlecruiser designed around a large ion cannon that is powerful enough to pierce through any large ship. An integrated launching platform is installed to provide the ship with long-range attack capabilities against all types of targets. It can be equipped with a UAV Shield System to provide a comprehensive and powerful defense against energy weapons.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"C",
		"surv":"B",
		"strat":"C",
		"story":"The Great Red Spot, Jupiter's huge anticyclone, is an iconic feature of the planet that has existed for more than a millennium. It has changed shape and shade many times but has never disappeared. This timeless storm can be seen clearly from the headquarters of Jupiter Industries and it has even given its name to one of their ships.",
		"quote":"\"Nature doesn't exist to seek immortality. That is precisely why it is immortal.\"\r\n---Lin Sen, Natural & Environmental Scientist, Leader of the Planet Terraformation Campaign",
		"pos":"中列",
		"size":1610,
		"max":6,
		"metal":174900,
		"crystal":49440,
		"deuterium":29550,
		"time":0.5572916666666666,
		"hour":13,
		"minute":22,
		"second":30,
		"capacity":120000,
		"hp":130460,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋戦艦",
		"name":"インディファティガブル級 - 巡洋戦艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":30,
		"description":"A missile battlecruiser that serves as the primary force in the Sacrum Chu Imperium army, capable of firing a large number of missiles over a short period to cause overwhelming damage.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":1500,
		"max":6,
		"metal":148500,
		"crystal":33950,
		"deuterium":15910,
		"time":0.3834490740740741,
		"hour":9,
		"minute":12,
		"second":10,
		"capacity":130000,
		"hp":121350,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"巡洋戦艦",
		"name":"スピアーオブウラヌス級 - 重量級巡洋戦艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":35,
		"description":"A ballistic-weapon assault battlecruiser that comes equipped with a siege railgun, large batteries, medium batteries, and anti-aircraft batteries. Its ballistic firepower rivals that of a battleship with decent anti-aircraft capabilities. It can be modified to supplement ion weapons and projectile weapons and carry a corvette dock. Its unique reinforced nano armor greatly improves its resistance against ballistic weapons.",
		"aship":"B",
		"aair":"B",
		"siege":"A",
		"supp":"C",
		"surv":"B",
		"strat":"B",
		"story":"The NOMA Shipping Group was formerly four independent companies in the business of short-range transportation, long-range logistics, ship development, and security. They were fierce business rivals. After a series of consolidations and restructuring, the name NOMA Shipping Group was born out of the initials of four original company names. The \"Spear of Uranus\" research project was also founded in the same year. In the NOMA Shipping Group's 100th anniversary military parade, this hundred-year-old battleship that had gone through numerous iterations was reviewed by the executives as a \"ship of meritorious service.\"",
		"quote":"\"Imitation and collaboration are the best praise for competitors.\"\r\n---Gulle Samoilov, Operations Research PhD and President of NOMA Shipping Group",
		"pos":"前列",
		"size":1805,
		"max":6,
		"metal":185870,
		"crystal":49430,
		"deuterium":24440,
		"time":0.5376157407407408,
		"hour":12,
		"minute":54,
		"second":10,
		"capacity":115000,
		"hp":160450,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"巡洋戦艦",
		"name":"ST59級 - 防御巡洋戦艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":28,
		"description":"The bow can be fitted with different ballistic weapons based on different energy systems. By default, it is equipped with two large railguns as its primary firepower.\\nAdditionally, these are complimented by a generic weapon control system and a concentrated projectile weapon platform. It also comes with a specialized anti-aircraft cannon system.",
		"aship":"C",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"The ST59 was one of the very first battlecruisers in the Extinguishers' arsenal, greatly boosting their ship-to-ship capabilities during the days of their founding. It has participated in many famous battles, including the \"Recapture of Pluto\" and \"Battle of Oort Cloud.\" Many later ships based their weapon and UAV system designs on it.",
		"quote":"\"The purpose of education is to foster self-learning, thus making itself redundant.\"\r\n---Carmen Feng, Professor at Hermann University",
		"pos":"中列",
		"size":1520,
		"max":6,
		"metal":148130,
		"crystal":33750,
		"deuterium":15840,
		"time":0.38182870370370375,
		"hour":9,
		"minute":9,
		"second":50,
		"capacity":130000,
		"hp":121350,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"航空空母",
		"name":"CV3000級 - 高速航空母艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":40,
		"description":"A generic high-speed carrier with a generic hangar and a corvette dock, enabling it to carry 5 large fighter squadrons and 3 corvettes. It can execute fleet-wide fire support missions by carrying different types of aircraft. It is equipped with basic batteries with room for an additional missile launching system or corvette docks.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"A",
		"story":"During the \"Defense of Pluto\" (AKA, the \"Recapture of Pluto\"), the Wandering Brotherhood lost their strongholds on Charon and Nix. In order to exert control over the captured area, the Extinguishers were forced to extend the front line of battle along with their transportation routes. The extended front line and transportation routes created weak points in their defensive lines, and the fleets of the Wandering Brotherhood started attacking the supply fleets traveling between Jupiter and Neptune. Dozens of carrier fleets equipped with the CV3000, supported by their fighters and corvettes, dealt devastating damage to the Extinguishers' supply lines. The battle between the two then became deadlocked.",
		"quote":"\"The principle of tactical depth is exchanging space for time; the greater the space, the higher the exchange value.\"\r\n---Constantine Chu, Winner of the Solar Hero Medal and Supreme Commander of the Extinguishers",
		"pos":"後列",
		"size":1820,
		"max":5,
		"metal":214010,
		"crystal":24600,
		"deuterium":35050,
		"time":0.5052083333333334,
		"hour":12,
		"minute":7,
		"second":30,
		"capacity":150000,
		"hp":254740,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"航空空母",
		"name":"マーシャル クルックス級 - 武装航空母艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":40,
		"description":"An Antonios Consortium-built carrier equipped with a generic hanger and a corvette dock, enhancing its anti-ship fire. The ship is equipped with an aircraft support system that can strengthen the energy weapon damage of the aircraft it holds.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"B",
		"surv":"C",
		"strat":"B",
		"story":"The Antonios Consortium initially focused on finance and shipping services, with all security affairs for its business activities outsourced. With the growth of its businesses, the surging demand for security made the existing security system unable to sustain itself. Promoted by Bali Crux, one of the board members of its ship manufacturing department, the consortium built up a fleet of a considerable size, supported by its ship manufacturing industry. The fleet not only provides support for the ever-growing businesses of the Antonios Consortium but also generates continuous demand for various research of the ship manufacturing department. As the fleet commander, Bali Crux achieved a lot of exploits leading the fleet and was finally given the rank of Marshal, known as \"Marshal Crux.\"",
		"quote":"\"When Capital realizes that they are in danger, they will create the most powerful armed forces throughout the Galaxy.\"\r\n---Bali Crux, the 1st Commander of the Fleet Affiliated to the Antonios Consortium",
		"pos":"後列",
		"size":2180,
		"max":5,
		"metal":265890,
		"crystal":45340,
		"deuterium":39410,
		"time":0.6971064814814815,
		"hour":16,
		"minute":43,
		"second":49,
		"capacity":150000,
		"hp":254740,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"航空空母",
		"name":"ソーラーホエール - 武装戦略航空母艦",
		"form":"ウルトラ型",
		"variant":"A",
		"cp":45,
		"description":"Following the design ideas of the NOMA Galactic Design Bureau, this warship is a large aircraft carrier with dominant comprehensive combat capabilities. It has a large independent corvette dock, from which powerful attacks can be launched.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"Of all the systems under the Defender Force's control, most are without two-way Lagrange Gates, and some are hard to reach through the existing Lagrange Network. This remoteness has earned the Defender Force the nickname \"Border Legion.\" The NOMA Shipping Group was one of the first organizations that licensed their technologies and blueprints to the Defender Force. The licensed Solar Whale carriers greatly increased their long-range combat and aircraft combat capabilities. In exchange, they allowed the NOMA Shipping Group to participate in the research of multiple Lagrange Networks within their jurisdiction.",
		"quote":"\"The distance between star systems is determined by their relative position in the Lagrange Network.\"\r\n---Labyrinthine Characteristics of the Lagrange Network by Si Nan, Positioning Technology Expert",
		"pos":"中列",
		"size":2200,
		"max":5,
		"metal":299780,
		"crystal":46990,
		"deuterium":48130,
		"time":0.7836805555555556,
		"hour":18,
		"minute":48,
		"second":30,
		"capacity":130000,
		"hp":292890,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"護送艦",
		"name":"セルラーディフェンダー - 重量級魚雷艦",
		"form":"多機能型",
		"variant":"A",
		"cp":2,
		"description":"Its \"Beehive\" torpedo attack system is able to rapidly launch medium torpedoes at enemy targets. Its defensive cannon system and situational awareness system greatly increase its survivability against small ships and aircraft.",
		"aship":"S",
		"aair":"B",
		"siege":"A",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"The Cellular Defender is a combat unit designed explicitly by the Antonios Consortium to implement the \"Hive Tactics Theory.\" The theory emphasizes using small combat units linked together in a hive-like organizational structure to adapt to small-scale space engagements.",
		"quote":"\"Either give me an order or fall into line.\"\r\n---Hive Tactics Theory, Space Military and Science, Issue 482",
		"pos":"前列",
		"size":130,
		"max":10,
		"metal":7910,
		"crystal":560,
		"deuterium":110,
		"time":0.010300925925925927,
		"hour":0,
		"minute":14,
		"second":50,
		"capacity":0,
		"hp":5730,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"CV-II003型 - 軽量級護送艦",
		"form":"多機能型",
		"variant":"A",
		"cp":2,
		"description":"A standard light gun corvette. It's equipped with a dual-fire assault battery and anti-aircraft battery, enabling it to mount rapid short-range attacks on small to medium ships and aircraft.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"The CV-II003 Corvette, or Corvette-II003 in full, is a type 003 model based on 2nd Generation corvette technology.",
		"quote":"\"The perfect knock-off represents a nearing breakthrough.\"\r\n---Anonymous Member of the Reverse Engineering Team",
		"pos":"前列",
		"size":82,
		"max":15,
		"metal":4270,
		"crystal":270,
		"deuterium":60,
		"time":0.005324074074074075,
		"hour":0,
		"minute":7,
		"second":40,
		"capacity":0,
		"hp":4100,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"CV-M011ミサイル - 重量級ミサイル艦",
		"form":"ミサイル型",
		"variant":"A",
		"cp":2,
		"description":"An integrated assault corvette equipped with a small missile launcher array and anti-aircraft battery. It is often used to attack small to medium ships as well as enemy aircraft in the vicinity.",
		"aship":"A",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The CV-M011 Corvette, or Corvette Mid-Sized 011 in full, is a type 011 model based on 1st generation corvette technology.",
		"quote":"\"There are two kinds of neutrality: One is the result of not caring enough to take a side, the other of lacking the strength to speak up.\"\r\n---Ares Corps Proverb",
		"pos":"前列",
		"size":105,
		"max":15,
		"metal":5320,
		"crystal":410,
		"deuterium":70,
		"time":0.006944444444444444,
		"hour":0,
		"minute":10,
		"second":0,
		"capacity":0,
		"hp":6470,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"CV-M011型 - 重砲コルベット",
		"form":"重砲型",
		"variant":"B",
		"cp":2,
		"description":"Equipped with medium assault cannons, enabling it to mount rapid short-range attacks on small to medium ships. It is also capable of attacking enemy aircraft in the vicinity with its anti-aircraft battery.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The CV-M011 Corvette, or Corvette Mid-Sized 011 in full, is a type 011 model based on 1st generation corvette technology.",
		"quote":"\"There are two kinds of neutrality: One is the result of not caring enough to take a side, the other of lacking the strength to speak up.\"\r\n---Ares Corps Proverb",
		"pos":"前列",
		"size":105,
		"max":15,
		"metal":4590,
		"crystal":320,
		"deuterium":60,
		"time":0.005671296296296296,
		"hour":0,
		"minute":8,
		"second":9,
		"capacity":0,
		"hp":6470,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"CV-T800型 - パルス砲艦",
		"form":"対空型",
		"variant":"A",
		"cp":2,
		"description":"As a light Pulsar Corvette, it can shuttle through the battlefield with ease and accurately shoot down incoming Fighters with its aircraft Pulse Turret.",
		"aship":"C",
		"aair":"A",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"After the disintegration of Sacrum Chu Imperium, its technologies and physical assets were divided among and depleted by factions. Lessons drawn from the empire's decline and demise also continuously promote the progressing of new factions. This stage is also known as the \"Post-Lagrange Era\".",
		"quote":"\"Knowledge drawn from social decline is the most effective tool for advancement.\"\r\n---Wen Zhe, Cosmic Philosopher",
		"pos":"前列",
		"size":75,
		"max":15,
		"metal":4800,
		"crystal":280,
		"deuterium":60,
		"time":0.003587962962962963,
		"hour":0,
		"minute":5,
		"second":10,
		"capacity":0,
		"hp":6470,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"ネビュラチェイサー - 重量級護送艦",
		"form":"弾道型",
		"variant":"A",
		"cp":2,
		"description":"A heavy corvette equipped with 1 rocket tower and 2 rapid-fire turrets. Upon entering firing range, it can rapidly attack units in both the front and back rows of enemy formations, dealing significant damage over a short period of time.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"A scientific research fleet of the Antonios Consortium went missing in the NGC7293 nebula. This prototype corvette is named the Nebula Chaser to commemorate the MIA scientists and their pursuit of truth.",
		"quote":"\"We use the Lagrange Network as the ancients used fire. But using and understanding are two very different things.\"\r\n---John Chang, Lagrange Network Theory, Space Logistics, Issue 383",
		"pos":"前列",
		"size":110,
		"max":10,
		"metal":6470,
		"crystal":430,
		"deuterium":90,
		"time":0.008217592592592594,
		"hour":0,
		"minute":11,
		"second":50,
		"capacity":0,
		"hp":4950,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"ネビュラチェイサー - パルス砲艦",
		"form":"パルス砲型",
		"variant":"B",
		"cp":2,
		"description":"An experimental short-range Charged Pulse Cannon has been fitted onto the ship's hull in order to take advantage of the corvette's agility to mount effective attacks at short range.",
		"aship":"A",
		"aair":"A",
		"siege":"none",
		"supp":"B",
		"surv":"B",
		"strat":"C",
		"story":"A scientific research fleet of the Antonios Consortium went missing in the NGC7293 nebula. This prototype corvette is named the Nebula Chaser to commemorate the MIA scientists and their pursuit of truth.",
		"quote":"\"We use the Lagrange Network as the ancients used fire. But using and understanding are two very different things.\"\r\n---John Chang, Lagrange Network Theory, Space Logistics, Issue 383",
		"pos":"前列",
		"size":110,
		"max":10,
		"metal":4720,
		"crystal":410,
		"deuterium":140,
		"time":0.010185185185185184,
		"hour":0,
		"minute":14,
		"second":39,
		"capacity":0,
		"hp":4500,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"RB7-13型ミサイル - ミサイル艦",
		"form":"攻撃型",
		"variant":"A",
		"cp":2,
		"description":"Cluster missile launchers are fitted on both sides of the ship, enabling it to output sustained damage at short-range targets and deal massive damage to medium ships. It is an outstanding attack corvette.",
		"aship":"B",
		"aair":"C",
		"siege":"none",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"The RedBeast 7-13 Corvette is developed by the Red Beast 7 Laboratory, nicknamed RB7, an affiliate of NOMA Shipping Group. The RB7 Laboratory is primarily tasked with secret research projects and has developed many renowned ships for the NOMA Shipping Group.",
		"quote":"\"A missile corvette always has right of way.\"\r\n---Order 313 of the Eagle Guard, Gore, Commander of the 3rd Fleet",
		"pos":"前列",
		"size":80,
		"max":10,
		"metal":3690,
		"crystal":220,
		"deuterium":50,
		"time":0.004398148148148148,
		"hour":0,
		"minute":6,
		"second":20,
		"capacity":0,
		"hp":4100,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"サイレントアサシン - 装甲型護送艦",
		"form":"高速型",
		"variant":"A",
		"cp":2,
		"description":"Equipped with 3 light rapid-fire cannons and 4 accelerated high-speed engines, making it very effective against small to medium targets. Its reinforced armor is able to resist light weapon fire. It is a highly cost-effective corvette.",
		"aship":"B",
		"aair":"none",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The Silent Assassin Corvette earned its name from its appearance, but its superior firepower also earned it the nickname \"Fat Man.\"",
		"quote":"\"The fear of having insufficient firepower plagues every fleet.\"\r\n---Xi Qi, Pangaea Corporation Senior Engineer",
		"pos":"前列",
		"size":88,
		"max":10,
		"metal":6310,
		"crystal":380,
		"deuterium":80,
		"time":0.007175925925925926,
		"hour":0,
		"minute":10,
		"second":20,
		"capacity":0,
		"hp":4100,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"ボイドエルフィン - ステルスミサイル艦",
		"form":"攻撃型",
		"variant":"A",
		"cp":2,
		"description":"A full-stealth attack missile corvette. Its streamlined body and a specially designed engine coupled with an information jamming system drastically reduce the chance of it being detected and hit. It is equipped with a small missile launching system and an assault cannon, enabling it to mount effective attacks on small ships.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"Void Elfin is a name given based on the primal and chaotic state of the universe at its beginning.",
		"quote":"\"One begets two; two begets three; and three begets the myriad creatures.\"\r\n---Terran Proverb",
		"pos":"前列",
		"size":90,
		"max":10,
		"metal":8220,
		"crystal":570,
		"deuterium":110,
		"time":0.010300925925925927,
		"hour":0,
		"minute":14,
		"second":50,
		"capacity":0,
		"hp":4100,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"護送艦",
		"name":"‎ワイルドファイア - TE - 魚雷艦",
		"form":"対艦型",
		"variant":"A",
		"cp":2,
		"description":"With torpedo launchers on both sides, it can launch extensive strikes on medium-sized ships from a long distance with a high firing rate and strong fire density, dealing a great amount of damage when the target is hit. Despite its ordinary mobility and hit rate, it's widely equipped by the Sacrum Chu Imperium navy and frequently used in the first round of attack due to its well-developed technologies and strong firepower.",
		"aship":"B",
		"aair":"none",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"前列",
		"size":90,
		"max":10,
		"metal":4210,
		"crystal":270,
		"deuterium":60,
		"time":0.003587962962962963,
		"hour":0,
		"minute":5,
		"second":10,
		"capacity":0,
		"hp":4100,
		"speed":2500,
		"wspeed":12500
	  },
	  {
		"type":"巡洋艦",
		"name":"カリスト級 - クラスター魚雷襲撃艦",
		"form":"魚雷型",
		"variant":"A",
		"cp":20,
		"description":"A cruiser designed and developed by Obsidian Mining Corp. Its distinctive appearance has earned it the nickname \"Obsidian.\" Torpedo launchers are placed around its core, enabling it to accommodate all types of large torpedoes for saturation attacks. As an assault ship, it can deal devastating damage to all sorts of heavy targets. Equipped with only a handful of defensive weapons, it is weaker than average cruisers in terms of defensive power.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"In order to restore the Terran Sphere's industrial and economic bodies, the Arbiter Committee initiated the \"Solar System Restoration Program\" that includes 156 construction projects and 694 tech research projects. It fostered the growth of Jupiter Industries, the Pangaea Corporation, the Earth Development Bank, and other large enterprises and organizations. The Callisto Cruiser is one of the great achievements of the resulting military engineering program. It also greatly boosted the Extinguishers' overall anti-ship capabilities.",
		"quote":"\"Rebuilding something from scratch is far simpler than repairing something half destroyed.\"\r\n---Design History of Endless Dawn by Gaudi, Architectural Engineer",
		"pos":"後列",
		"size":1140,
		"max":8,
		"metal":59110,
		"crystal":10120,
		"deuterium":3190,
		"time":0.14305555555555557,
		"hour":3,
		"minute":26,
		"second":0,
		"capacity":21000,
		"hp":70810,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"巡洋艦",
		"name":"カリスト級 - 重量級魚雷襲撃艦",
		"form":"対艦型",
		"variant":"B",
		"cp":20,
		"description":"An upgraded version based on the prototype. A heavy assault torpedo launcher is installed, making it a threat to large targets such as a super capital ship.",
		"aship":"S",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"In order to restore the Terran Sphere's industrial and economic bodies, the Arbiter Committee initiated the \"Solar System Restoration Program\" that includes 156 construction projects and 694 tech research projects. It fostered the growth of Jupiter Industries, the Pangaea Corporation, the Earth Development Bank, and other large enterprises and organizations. The Callisto Cruiser is one of the great achievements of the resulting military engineering program. It also greatly boosted the Extinguishers' overall anti-ship capabilities.",
		"quote":"\"Rebuilding something from scratch is far simpler than repairing something half destroyed.\"\r\n---Design History of Endless Dawn by Gaudi, Architectural Engineer",
		"pos":"後列",
		"size":1140,
		"max":8,
		"metal":61240,
		"crystal":11380,
		"deuterium":3150,
		"time":0.14918981481481483,
		"hour":3,
		"minute":34,
		"second":50,
		"capacity":21000,
		"hp":70810,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"巡洋艦",
		"name":"カリスト級 - 重量級UAV巡洋艦",
		"form":"支援型",
		"variant":"C",
		"cp":20,
		"description":"An upgraded version based on the prototype. 50% of its torpedoes are removed to make space for a UAV hangar. Doing so grants the ship the area-denial anti-aircraft capability and improves the entire fleet's combat capability.",
		"aship":"B",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"In order to restore the Terran Sphere's industrial and economic bodies, the Arbiter Committee initiated the \"Solar System Restoration Program\" that includes 156 construction projects and 694 tech research projects. It fostered the growth of Jupiter Industries, the Pangaea Corporation, the Earth Development Bank, and other large enterprises and organizations. The Callisto Cruiser is one of the great achievements of the resulting military engineering program. It also greatly boosted the Extinguishers' overall anti-ship capabilities.",
		"quote":"\"Rebuilding something from scratch is far simpler than repairing something half destroyed.\"\r\n---Design History of Endless Dawn by Gaudi, Architectural Engineer",
		"pos":"後列",
		"size":1140,
		"max":8,
		"metal":53110,
		"crystal":6500,
		"deuterium":3340,
		"time":0.12210648148148147,
		"hour":2,
		"minute":55,
		"second":49,
		"capacity":25000,
		"hp":70810,
		"speed":400,
		"wspeed":2000
	  },
	  {
		"type":"巡洋艦",
		"name":"CAS066級 - 一般巡洋艦",
		"form":"総合型",
		"variant":"A",
		"cp":18,
		"description":"Adopts an asymmetrical design with a heavy weapon platform fitted on the port side. It has an independent weapon loading system and support equipment. It is installed with a heavy torpedo launching system, enabling it to mount concentrated torpedo attacks on medium to large targets. Its integrated battery also makes it suitable for a variety of missions.",
		"aship":"B",
		"aair":"B",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Fort Dnieper is a key strategic position near the resource planet, Priscilla. Its ownership dictated the outcome of the Battle of Priscilla. Both the Ares Corps and the Eagle Guard engaged each other in orbit around the Fort in months-long attrition warfare. The Ares Corps committed many fleets to the battle, locking down the routes near Fort Dnieper and cutting off the Eagle Guard's supplies. A fleet with the CAS066 as its primary force devastated the Eagle Guard's supply and utility ships. Thus, the CAS066 also came to be known as the \"Miner Killer.\"",
		"quote":"\"Tell me what supplies a fleet is carrying, and I'll tell you their effective combat range.\"\r\n---Kian Moody, \"Spiritual Fortress\" and Chief Military Officer of the Eagle Guard",
		"pos":"前列",
		"size":1010,
		"max":12,
		"metal":62130,
		"crystal":7340,
		"deuterium":2410,
		"time":0.11446759259259259,
		"hour":2,
		"minute":44,
		"second":50,
		"capacity":26000,
		"hp":61850,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"CAS066級 - 砲撃巡洋艦",
		"form":"砲撃型",
		"variant":"B",
		"cp":18,
		"description":"Equipped with Pangaea's railgun technology. The large power supply system on the left side of the weapon is able to provide consistent power for the 2 giant railguns, allowing them to fire continuously at high power. This ship has strong offensive capabilities against large ships and a basic generic battery for self-defense purposes.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Fort Dnieper is a key strategic position near the resource planet, Priscilla. Its ownership dictated the outcome of the Battle of Priscilla. Both the Ares Corps and the Eagle Guard engaged each other in orbit around the Fort in months-long attrition warfare. The Ares Corps committed many fleets to the battle, locking down the routes near Fort Dnieper and cutting off the Eagle Guard's supplies. A fleet with the CAS066 as its primary force devastated the Eagle Guard's supply and utility ships. Thus, the CAS066 also came to be known as the \"Miner Killer.\"",
		"quote":"\"Tell me what supplies a fleet is carrying, and I'll tell you their effective combat range.\"\r\n---Kian Moody, \"Spiritual Fortress\" and Chief Military Officer of the Eagle Guard",
		"pos":"中列",
		"size":1010,
		"max":12,
		"metal":61300,
		"crystal":7420,
		"deuterium":2000,
		"time":0.10486111111111111,
		"hour":2,
		"minute":31,
		"second":0,
		"capacity":25000,
		"hp":56320,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"CAS066級 - 戦闘機搭載巡洋艦",
		"form":"艦載型",
		"variant":"C",
		"cp":18,
		"description":"The previous model's heavy weapon platform has been modified into a corvette-maintenance system and is able to carry 2 corvettes, giving it long-range attack capabilities. Its integrated battery is preserved to retain its ability to attack all types of targets.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"B",
		"story":"Fort Dnieper is a key strategic position near the resource planet, Priscilla. Its ownership dictated the outcome of the Battle of Priscilla. Both the Ares Corps and the Eagle Guard engaged each other in orbit around the Fort in months-long attrition warfare. The Ares Corps committed many fleets to the battle, locking down the routes near Fort Dnieper and cutting off the Eagle Guard's supplies. A fleet with the CAS066 as its primary force devastated the Eagle Guard's supply and utility ships. Thus, the CAS066 also came to be known as the \"Miner Killer.\"",
		"quote":"\"Tell me what supplies a fleet is carrying, and I'll tell you their effective combat range.\"\r\n---Kian Moody, \"Spiritual Fortress\" and Chief Military Officer of the Eagle Guard",
		"pos":"中列",
		"size":1010,
		"max":12,
		"metal":57130,
		"crystal":5510,
		"deuterium":3250,
		"time":0.11539351851851852,
		"hour":2,
		"minute":46,
		"second":10,
		"capacity":26000,
		"hp":59040,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"キメラ級 - 重量級巡洋艦",
		"form":"弾道型",
		"variant":"A",
		"cp":20,
		"description":"A cruiser equipped with a powerful integrated gun/missile attack system. Several high-performance cannons are fitted on the starboard side, while a vertical missile launcher system is fitted on the port side of the ship. It serves as a bombardment unit during assaults and enemy encounters.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"The Explorers Alliance was the first to discover the Exile ruins within the Mitras System. Afterward, the Arbiter Committee, Explorers Alliance, and Hayreddin Clan all issued requests to the Defender Force governing the system for permission to investigate the ruins. However, when these requests were repeatedly denied, the Hayreddin Clan's armed survey ships began an investigation regardless. When the Defender Force's final warning elicited no response, its Chimera Cruiser opened fire, destroying the Hayreddin Clan's survey ships. The conflict soon escalated into a full-scale battle between the two parties, which later came to be known as the \"Battle of Mitras Gate.\"",
		"quote":"\"Beliefs are rejected due to doubts; doubts that are accepted become beliefs. The cycle repeats.\"\r\n---Wen Zhe, Cosmic Philosopher",
		"pos":"前列",
		"size":1110,
		"max":8,
		"metal":72280,
		"crystal":10650,
		"deuterium":3140,
		"time":0.15150462962962963,
		"hour":3,
		"minute":38,
		"second":10,
		"capacity":20000,
		"hp":77240,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"キメラ級 - 大砲巡洋艦",
		"form":"重砲型",
		"variant":"B",
		"cp":20,
		"description":"Its initial anti-ship missile launchers are replaced with heavy cannons in order to perform volley fire in tandem with its medium cannons.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"The Explorers Alliance was the first to discover the Exile ruins within the Mitras System. Afterward, the Arbiter Committee, Explorers Alliance, and Hayreddin Clan all issued requests to the Defender Force governing the system for permission to investigate the ruins. However, when these requests were repeatedly denied, the Hayreddin Clan's armed survey ships began an investigation regardless. When the Defender Force's final warning elicited no response, its Chimera Cruiser opened fire, destroying the Hayreddin Clan's survey ships. The conflict soon escalated into a full-scale battle between the two parties, which later came to be known as the \"Battle of Mitras Gate.\"",
		"quote":"\"Beliefs are rejected due to doubts; doubts that are accepted become beliefs. The cycle repeats.\"\r\n---Wen Zhe, Cosmic Philosopher",
		"pos":"前列",
		"size":1110,
		"max":8,
		"metal":80370,
		"crystal":9220,
		"deuterium":2560,
		"time":0.13333333333333333,
		"hour":3,
		"minute":12,
		"second":0,
		"capacity":25000,
		"hp":77240,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"キメラ級 - 防御巡洋艦",
		"form":"防御型",
		"variant":"C",
		"cp":20,
		"description":"The artillery on the right side of the ship is replaced with a heavy armor module to improve its survivability.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"The Explorers Alliance was the first to discover the Exile ruins within the Mitras System. Afterward, the Arbiter Committee, Explorers Alliance, and Hayreddin Clan all issued requests to the Defender Force governing the system for permission to investigate the ruins. However, when these requests were repeatedly denied, the Hayreddin Clan's armed survey ships began an investigation regardless. When the Defender Force's final warning elicited no response, its Chimera Cruiser opened fire, destroying the Hayreddin Clan's survey ships. The conflict soon escalated into a full-scale battle between the two parties, which later came to be known as the \"Battle of Mitras Gate.\"",
		"quote":"\"Beliefs are rejected due to doubts; doubts that are accepted become beliefs. The cycle repeats.\"\r\n---Wen Zhe, Cosmic Philosopher",
		"pos":"中列",
		"size":1110,
		"max":8,
		"metal":85680,
		"crystal":8100,
		"deuterium":2660,
		"time":0.13055555555555556,
		"hour":3,
		"minute":8,
		"second":0,
		"capacity":25000,
		"hp":84040,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"コネマラ カオス級 - 電磁加速砲巡洋艦",
		"form":"電磁加速砲型",
		"variant":"A",
		"cp":20,
		"description":"A cruiser named after a region of chaotic terrain on Europa. A dual-fire railgun is fitted at the bow of the ship, capable of dealing great damage to large targets. Side engines are added based on the conventional weapon configuration, used for adjusting ship angles to boost the ship's survivability in combat. The ship's armor has been sacrificed for its increased agility.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"Conamara Chaos is a region of chaotic terrain on Europa. The region was once cited as the evidence for an ocean below Europa's icy surface. In the Solar System Development era, scientists and engineering technicians found trojite crystal mines below its surface followed by large-scale excavation and mining. After the industrial development for several centuries, Conamara Chaos disappeared from Europa. A monument was later erected on its industrial site in memory of the great contributions it has made to the high-energy warp industry.",
		"quote":"\"No one can really own the Lagrange technology and everyone is just keeping it for the next generation.\"\r\n---Arnold, Standing Chairman of the Lagrange Legacy Committee",
		"pos":"中列",
		"size":980,
		"max":8,
		"metal":50880,
		"crystal":6630,
		"deuterium":2100,
		"time":0.09988425925925926,
		"hour":2,
		"minute":23,
		"second":49,
		"capacity":20000,
		"hp":61850,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"コネマラ カオス級 - 高速プラズマ巡洋艦",
		"form":"プラズマ型",
		"variant":"B",
		"cp":20,
		"description":"A cruiser named after a region of chaotic terrain on Europa. It is equipped with experimental plasma casters capable of direct fire. Side engines are added based on conventional weapon configuration, used for adjusting ship angles to boost the ship's survivability in combat.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"Conamara Chaos is a region of chaotic terrain on Europa. The region was once cited as the evidence for an ocean below Europa's icy surface. In the Solar System Development era, scientists and engineering technicians found trojite crystal mines below its surface followed by large-scale excavation and mining. After the industrial development for several centuries, Conamara Chaos disappeared from Europa. A monument was later erected on its industrial site in memory of the great contributions it has made to the high-energy warp industry.",
		"quote":"\"No one can really own the Lagrange technology and everyone is just keeping it for the next generation.\"\r\n---Arnold, Standing Chairman of the Lagrange Legacy Committee",
		"pos":"後列",
		"size":980,
		"max":8,
		"metal":56250,
		"crystal":11570,
		"deuterium":4580,
		"time":0.1699074074074074,
		"hour":4,
		"minute":4,
		"second":40,
		"capacity":20000,
		"hp":61850,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"クラッシャー級 - 武装輸送船",
		"form":"量産型",
		"variant":"A",
		"cp":14,
		"description":"A Sacrum Chu Imperium Navy transport ship with limited defensive capabilities. A large number of them were deployed during the reign of the Sacrum Chu Imperium.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"A",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"後列",
		"size":798,
		"max":8,
		"metal":42250,
		"crystal":3090,
		"deuterium":2200,
		"time":0.07361111111111111,
		"hour":1,
		"minute":46,
		"second":0,
		"capacity":28000,
		"hp":41720,
		"speed":600,
		"wspeed":3000
	  },
	  {
		"type":"巡洋艦",
		"name":"クラッシャー級 - 艦載機輸送船",
		"form":"艦載型",
		"variant":"B",
		"cp":14,
		"description":"A Sacrum Chu Imperium Navy transport ship with limited defensive capabilities. Many armed forces have modified its large cargo hold to transport aircraft for launching surprise attacks.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"後列",
		"size":798,
		"max":8,
		"metal":47060,
		"crystal":3950,
		"deuterium":3430,
		"time":0.0994212962962963,
		"hour":2,
		"minute":23,
		"second":10,
		"capacity":28000,
		"hp":41720,
		"speed":600,
		"wspeed":3000
	  },
	  {
		"type":"巡洋艦",
		"name":"イオ級 - 攻城イオン砲巡洋艦",
		"form":"イオン砲型",
		"variant":"A",
		"cp":18,
		"description":"An Io Cruiser designed and developed by Dysnomia Shipyard. A Large ion cannon is fitted at the bow of the ship that is able to deal sustained long-range damage to large targets. The whole ship is designed around this ion cannon, and it is equipped with additional steering engines to boost the primary cannon's accuracy and the ship's mobility. It is also equipped with light missiles and turrets for supporting fire and self-defense.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"The prototype of the Io Cruiser was first revealed during the Extinguishers' military drills a few years ago. The Arbiter Committee executives were highly impressed by its high-powered ion cannons. After numerous rounds of weapon testing and improvements, the Io Cruiser proved its worth in actual combat as part of \"Operation: Blanket.\" A small fleet comprised of Io Cruisers destroyed hundreds of Pluto Wandering Brotherhood ships and basically wiped out all its forces hiding in the Kuiper belt.",
		"quote":"\"Repeated tests in the lab may either mean a grave mistake or a key breakthrough.\"\r\n---A.K. Liang, Ion Cannon Tech Expert of Jupiter Industries",
		"pos":"前列",
		"size":960,
		"max":8,
		"metal":55900,
		"crystal":9250,
		"deuterium":2550,
		"time":0.1244212962962963,
		"hour":2,
		"minute":59,
		"second":10,
		"capacity":20000,
		"hp":53690,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"イオ級 - 高速イオン砲巡洋艦",
		"form":"対艦型",
		"variant":"B",
		"cp":18,
		"description":"An upgraded version based on the prototype. The ion cannon mounted on its bow is modified to allow for rapid and continuous fire. It can quickly annihilate small to medium targets. It is also equipped with an upgraded assault missile system.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"The prototype of the Io Cruiser was first revealed during the Extinguishers' military drills a few years ago. The Arbiter Committee executives were highly impressed by its high-powered ion cannons. After numerous rounds of weapon testing and improvements, the Io Cruiser proved its worth in actual combat as part of \"Operation: Blanket.\" A small fleet comprised of Io Cruisers destroyed hundreds of Pluto Wandering Brotherhood ships and basically wiped out all its forces hiding in the Kuiper belt.",
		"quote":"\"Repeated tests in the lab may either mean a grave mistake or a key breakthrough.\"\r\n---A.K. Liang, Ion Cannon Tech Expert of Jupiter Industries",
		"pos":"前列",
		"size":960,
		"max":8,
		"metal":52720,
		"crystal":10690,
		"deuterium":3050,
		"time":0.13865740740740742,
		"hour":3,
		"minute":19,
		"second":40,
		"capacity":20000,
		"hp":53690,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"イオ級 - 攻城イオン砲巡洋艦",
		"form":"攻城型",
		"variant":"C",
		"cp":18,
		"description":"An upgraded version based on the prototype. The bow-mounted ion cannon and cooling system are both replaced with a single-load siege ion cannon. The siege ion cannon is fixed in its position, but it makes up for its shortcoming by allowing for a longer attack duration that deals devastating damage to buildings. In addition, a defensive cannon is also installed for versatility.",
		"aship":"A",
		"aair":"B",
		"siege":"A",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"The prototype of the Io Cruiser was first revealed during the Extinguishers' military drills a few years ago. The Arbiter Committee executives were highly impressed by its high-powered ion cannons. After numerous rounds of weapon testing and improvements, the Io Cruiser proved its worth in actual combat as part of \"Operation: Blanket.\" A small fleet comprised of Io Cruisers destroyed hundreds of Pluto Wandering Brotherhood ships and basically wiped out all its forces hiding in the Kuiper belt.",
		"quote":"\"Repeated tests in the lab may either mean a grave mistake or a key breakthrough.\"\r\n---A.K. Liang, Ion Cannon Tech Expert of Jupiter Industries",
		"pos":"前列",
		"size":960,
		"max":8,
		"metal":58000,
		"crystal":9960,
		"deuterium":2700,
		"time":0.13194444444444445,
		"hour":3,
		"minute":10,
		"second":0,
		"capacity":20000,
		"hp":53690,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"イエーガー級 - 重戦闘機搭載巡洋艦",
		"form":"支援型",
		"variant":"A",
		"cp":18,
		"description":"Named after \"raiders\", they follow the tactics of guerrillas. The ship carries 4 escort corvette racks and can attack multiple targets simultaneously. With 6 cannons around the ship, it can attack incoming targets from all directions.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"B",
		"story":"Antonios Consortium has been studying and accumulating knowledge of mathematics and financial derivatives for hundreds of years. Some classic numerical models of financial derivatives have been used for generations and are still raking in profits for the consortium.",
		"quote":"\"Many classic designs petered out not because they were surpassed by other designs, but because they were destroyed in self-iteration.\"\r\n---Fountain, Derivative Designer of the Antonios Consortium",
		"pos":"後列",
		"size":1120,
		"max":8,
		"metal":48960,
		"crystal":5960,
		"deuterium":3150,
		"time":0.1133101851851852,
		"hour":2,
		"minute":43,
		"second":10,
		"capacity":26000,
		"hp":67730,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"イエーガー級 重砲巡洋艦",
		"form":"対艦型",
		"variant":"B",
		"cp":18,
		"description":"The escort corvette rack at the bow is transformed into two dual-fire heavy cannons to enhance the anti-ship combat capability.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"Antonios Consortium has been studying and accumulating knowledge of mathematics and financial derivatives for hundreds of years. Some classic numerical models of financial derivatives have been used for generations and are still raking in profits for the consortium.",
		"quote":"\"Many classic designs petered out not because they were surpassed by other designs, but because they were destroyed in self-iteration.\"\r\n---Fountain, Derivative Designer of the Antonios Consortium",
		"pos":"後列",
		"size":1120,
		"max":8,
		"metal":58390,
		"crystal":7950,
		"deuterium":2450,
		"time":0.11724537037037037,
		"hour":2,
		"minute":48,
		"second":50,
		"capacity":27000,
		"hp":67730,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"KCCPV2.0 - 軽量級攻撃巡洋艦",
		"form":"総合型",
		"variant":"A",
		"cp":16,
		"description":"A ship hull with a modular design. This model is equipped with a missile launcher array and bow-mounted torpedoes, enabling it to mount consecutive long-range attacks on large targets. It has 4 generic cannons for defensive purposes and has decent siege capabilities.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"The development plans for this ship can be traced back to as early as the time of the Sacrum Chu Imperium to provide the Empire with a powerful combat cruiser. After the fall of the Empire, the development plans halted. The original blueprints and relevant data passed through the hands of one faction after another. It was only after years of transference that the design was finally completed. The ship was also called the \"Last Legacy of the Sacrum Chu Imperium.\"",
		"quote":"\"Veni, vidi, vici. This is my motto.\"\r\n---Nameless Tombstone",
		"pos":"後列",
		"size":800,
		"max":12,
		"metal":43910,
		"crystal":6620,
		"deuterium":1930,
		"time":0.09328703703703704,
		"hour":2,
		"minute":14,
		"second":20,
		"capacity":25000,
		"hp":46260,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"KCCPV2.0 - 軽量級パルス攻撃巡洋艦",
		"form":"パルス砲型",
		"variant":"B",
		"cp":16,
		"description":"This model adopts modified Antonios pulse cannon technology with one large main pulse turret fitted at the bow of the ship, enabling it to mount agile and sustained attacks on enemy targets. It is also equipped with a projectile weapon system and a generic defensive battery.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"The development plans for this ship can be traced back to as early as the time of the Sacrum Chu Imperium to provide the Empire with a powerful combat cruiser. After the fall of the Empire, the development plans halted. The original blueprints and relevant data passed through the hands of one faction after another. It was only after years of transference that the design was finally completed. The ship was also called the \"Last Legacy of the Sacrum Chu Imperium.\"",
		"quote":"\"Veni, vidi, vici. This is my motto.\"\r\n---Nameless Tombstone",
		"pos":"中列",
		"size":800,
		"max":12,
		"metal":44440,
		"crystal":6780,
		"deuterium":1960,
		"time":0.0949074074074074,
		"hour":2,
		"minute":16,
		"second":40,
		"capacity":22000,
		"hp":46260,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"KCCPV2.0 - 軽量級電磁加速砲",
		"form":"電磁加速砲型",
		"variant":"C",
		"cp":16,
		"description":"Its primary weapon is remodeled into a heavy railgun capable of dealing effective damage against heavy targets. Its artillery system is also reinforced to deal more damage.",
		"aship":"B",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"The development plans for this ship can be traced back to as early as the time of the Sacrum Chu Imperium to provide the Empire with a powerful combat cruiser. After the fall of the Empire, the development plans halted. The original blueprints and relevant data passed through the hands of one faction after another. It was only after years of transference that the design was finally completed. The ship was also called the \"Last Legacy of the Sacrum Chu Imperium.\"",
		"quote":"\"Veni, vidi, vici. This is my motto.\"\r\n---Nameless Tombstone",
		"pos":"中列",
		"size":800,
		"max":12,
		"metal":46270,
		"crystal":7360,
		"deuterium":2080,
		"time":0.10104166666666665,
		"hour":2,
		"minute":25,
		"second":30,
		"capacity":25000,
		"hp":46260,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"KCCPV2.0 - 軽戦闘機搭載巡洋艦",
		"form":"艦載型",
		"variant":"D",
		"cp":16,
		"description":"This model is equipped with an aircraft system capable of carrying aircraft and unleashing them to conduct long-range attacks.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"B",
		"surv":"C",
		"strat":"B",
		"story":"The development plans for this ship can be traced back to as early as the time of the Sacrum Chu Imperium to provide the Empire with a powerful combat cruiser. After the fall of the Empire, the development plans halted. The original blueprints and relevant data passed through the hands of one faction after another. It was only after years of transference that the design was finally completed. The ship was also called the \"Last Legacy of the Sacrum Chu Imperium.\"",
		"quote":"\"Veni, vidi, vici. This is my motto.\"\r\n---Nameless Tombstone",
		"pos":"後列",
		"size":800,
		"max":12,
		"metal":49310,
		"crystal":5370,
		"deuterium":2950,
		"time":0.10648148148148147,
		"hour":2,
		"minute":33,
		"second":19,
		"capacity":22000,
		"hp":46260,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"巡洋艦",
		"name":"ライトコーン級 - 総合ミサイル巡洋艦",
		"form":"量産型",
		"variant":"A",
		"cp":20,
		"description":"Equipped with the \"Minecart\" integrated guided missile launcher array system. It includes 2 medium anti-ship missile arrays and 2 light anti-ship missile arrays, enabling it to mount effective attacks on various targets across the entire battlefield. It is also equipped with a defensive battery and an anti-aircraft UAV system to increase self-defense capabilities and provide anti-aircraft support for friendly units.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"B",
		"story":"In order to suppress the rebellion on Harper 5, the Eagle Guard's 3rd Expeditionary Force cut the planet's supply lines and communication network. The rebels made numerous attempts to run the blockade but ultimately failed. In the last blockade run, the rebel leader's Light Cone Cruiser broke through the blockade with its anti-aircraft UAVs and escaped with a handful of ships. Without its leader, the rebellion soon fell apart. The rebel uprising on Harper 5 lasted a total of 245 days.",
		"quote":"\"I'd rather forgive an ill-conceived operation than approve of doing nothing.\"\r\n---Anonymous Executive of Harper 5 Rebels",
		"pos":"中列",
		"size":1090,
		"max":8,
		"metal":61950,
		"crystal":7670,
		"deuterium":2860,
		"time":0.1255787037037037,
		"hour":3,
		"minute":0,
		"second":49,
		"capacity":26000,
		"hp":61850,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"ライトコーン級 - 領域対空巡洋艦",
		"form":"対空型",
		"variant":"B",
		"cp":20,
		"description":"An upgraded version based on the prototype. An anti-aircraft missile array is installed to improve its Anti-Aircraft capacity. It is also equipped with an anti-missile UAV system to increase its ability to intercept incoming missiles for allied fleets.",
		"aship":"C",
		"aair":"A",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"B",
		"story":"In order to suppress the rebellion on Harper 5, the Eagle Guard's 3rd Expeditionary Force cut the planet's supply lines and communication network. The rebels made numerous attempts to run the blockade but ultimately failed. In the last blockade run, the rebel leader's Light Cone Cruiser broke through the blockade with its anti-aircraft UAVs and escaped with a handful of ships. Without its leader, the rebellion soon fell apart. The rebel uprising on Harper 5 lasted a total of 245 days.",
		"quote":"\"I'd rather forgive an ill-conceived operation than approve of doing nothing.\"\r\n---Anonymous Executive of Harper 5 Rebels",
		"pos":"中列",
		"size":1090,
		"max":8,
		"metal":58270,
		"crystal":6970,
		"deuterium":3030,
		"time":0.12280092592592594,
		"hour":2,
		"minute":56,
		"second":50,
		"capacity":26000,
		"hp":61850,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"ライトコーン級 - 攻撃ミサイル巡洋艦",
		"form":"突撃型",
		"variant":"C",
		"cp":20,
		"description":"An upgraded version based on the prototype. A set of heavy missiles are added to improve its damage output against capital ships. It is equipped with a spotter UAV system to increase its hit rate.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"C",
		"surv":"B",
		"strat":"B",
		"story":"In order to suppress the rebellion on Harper 5, the Eagle Guard's 3rd Expeditionary Force cut the planet's supply lines and communication network. The rebels made numerous attempts to run the blockade but ultimately failed. In the last blockade run, the rebel leader's Light Cone Cruiser broke through the blockade with its anti-aircraft UAVs and escaped with a handful of ships. Without its leader, the rebellion soon fell apart. The rebel uprising on Harper 5 lasted a total of 245 days.",
		"quote":"\"I'd rather forgive an ill-conceived operation than approve of doing nothing.\"\r\n---Anonymous Executive of Harper 5 Rebels",
		"pos":"中列",
		"size":1090,
		"max":8,
		"metal":57180,
		"crystal":6180,
		"deuterium":2130,
		"time":0.09999999999999999,
		"hour":2,
		"minute":24,
		"second":0,
		"capacity":25000,
		"hp":61850,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"プレデター級 - 戦闘機搭載巡洋艦",
		"form":"量産型",
		"variant":"A",
		"cp":18,
		"description":"4 medium aircraft hangars have been installed in the center of the ship, making it capable of carrying both attackers and fighter squadrons for various long-range attack runs. Its defensive weapons include anti-aircraft missiles and generic batteries.",
		"aship":"C",
		"aair":"C",
		"siege":"none",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"In recent years, the Arbiter Committee has been collaborating with the Antonios Consortium on multiple fronts. During their 6th round of negotiations, the Arbiter Committee was hoping to obtain licenses from the Antonios Consortium for various ship blueprints and weapon techs, including the Predator Cruiser, Constantine the Great Battlecruiser, and assorted missile technologies. These ships and weapon techs would greatly improve the capabilities of the Arbiter Committee's Extinguishers in dealing with small and medium targets. At the same time, the Antonios Consortium wished to collaborate with the Arbiter Committee on the development of the Lagrange Network within its jurisdiction, reducing their logistical costs within the Terran Sphere. The negotiations were interrupted by an attack from an unknown faction and have yet to be resumed.",
		"quote":"\"The basis of collaboration and separation is the exchange and conflict of interests; doubts remind both parties to re-evaluate their own benefits.\"\r\n---Rule 1 of Principles of Space Negotiation, Hermann University Press",
		"pos":"後列",
		"size":1120,
		"max":8,
		"metal":55970,
		"crystal":5750,
		"deuterium":4430,
		"time":0.13194444444444445,
		"hour":3,
		"minute":10,
		"second":0,
		"capacity":26000,
		"hp":67730,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"プレデター級 - 戦術戦闘機搭載巡洋艦",
		"form":"戦術型",
		"variant":"B",
		"cp":18,
		"description":"An upgraded version based on the prototype. The missile system fitted on the bow is replaced with an aviation command UAV system, enabling it to issue comprehensive commands to nearby fighters and increase their Hit Rate.",
		"aship":"C",
		"aair":"C",
		"siege":"none",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"In recent years, the Arbiter Committee has been collaborating with the Antonios Consortium on multiple fronts. During their 6th round of negotiations, the Arbiter Committee was hoping to obtain licenses from the Antonios Consortium for various ship blueprints and weapon techs, including the Predator Cruiser, Constantine the Great Battlecruiser, and assorted missile technologies. These ships and weapon techs would greatly improve the capabilities of the Arbiter Committee's Extinguishers in dealing with small and medium targets. At the same time, the Antonios Consortium wished to collaborate with the Arbiter Committee on the development of the Lagrange Network within its jurisdiction, reducing their logistical costs within the Terran Sphere. The negotiations were interrupted by an attack from an unknown faction and have yet to be resumed.",
		"quote":"\"The basis of collaboration and separation is the exchange and conflict of interests; doubts remind both parties to re-evaluate their own benefits.\"\r\n---Rule 1 of Principles of Space Negotiation, Hermann University Press",
		"pos":"後列",
		"size":1120,
		"max":8,
		"metal":61260,
		"crystal":3760,
		"deuterium":4040,
		"time":0.10914351851851851,
		"hour":2,
		"minute":37,
		"second":10,
		"capacity":25000,
		"hp":67730,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"プレデター級 - 対空戦闘機搭載巡洋艦",
		"form":"対空型",
		"variant":"C",
		"cp":18,
		"description":"An upgraded version based on the prototype. The missile system on its bow is replaced with 2 sets of anti-aircraft missile launcher array to improve its anti-aircraft capability.",
		"aship":"C",
		"aair":"B",
		"siege":"none",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"In recent years, the Arbiter Committee has been collaborating with the Antonios Consortium on multiple fronts. During their 6th round of negotiations, the Arbiter Committee was hoping to obtain licenses from the Antonios Consortium for various ship blueprints and weapon techs, including the Predator Cruiser, Constantine the Great Battlecruiser, and assorted missile technologies. These ships and weapon techs would greatly improve the capabilities of the Arbiter Committee's Extinguishers in dealing with small and medium targets. At the same time, the Antonios Consortium wished to collaborate with the Arbiter Committee on the development of the Lagrange Network within its jurisdiction, reducing their logistical costs within the Terran Sphere. The negotiations were interrupted by an attack from an unknown faction and have yet to be resumed.",
		"quote":"\"The basis of collaboration and separation is the exchange and conflict of interests; doubts remind both parties to re-evaluate their own benefits.\"\r\n---Rule 1 of Principles of Space Negotiation, Hermann University Press",
		"pos":"後列",
		"size":1120,
		"max":8,
		"metal":65510,
		"crystal":4420,
		"deuterium":4440,
		"time":0.12291666666666667,
		"hour":2,
		"minute":57,
		"second":0,
		"capacity":27000,
		"hp":67730,
		"speed":500,
		"wspeed":2500
	  },
	  {
		"type":"巡洋艦",
		"name":"スタースイーパー級 - TE - イオン砲巡洋艦",
		"form":"イオン砲型",
		"variant":"A",
		"cp":18,
		"description":"A commonly used cruiser in the Sacrum Chu Imperium Navy with recon, anti-aircraft, and offensive capabilities. Its radar module can readily identify enemy aerial targets over a wide area to allow its anti-aircraft cannons to conduct precision strikes. A bow-mounted large ion cannon is fitted to offer strong assault capabilities. The cruiser puts emphasis on firepower against large ships, but is ill-equipped to combat destroyers, frigates, and other more agile targets.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":850,
		"max":8,
		"metal":47020,
		"crystal":7670,
		"deuterium":2560,
		"time":0.1125,
		"hour":2,
		"minute":42,
		"second":0,
		"capacity":27000,
		"hp":48670,
		"speed":450,
		"wspeed":2250
	  },
	  {
		"type":"巡洋艦",
		"name":"XT-20級 - 護送巡洋艦",
		"form":"積載型",
		"variant":"A",
		"cp":14,
		"description":"A military ship remodeled from the X20 utility ship, widely used by Privateers. It carries corvettes and is equipped with defensive cannons to improve its defensive capabilities.",
		"aship":"C",
		"aair":"none",
		"siege":"C",
		"supp":"S",
		"surv":"C",
		"strat":"A",
		"story":"Some external buildings of Antontas were destroyed by corvettes carried by the XT-20 during the Galactic War. During the post-war renovation of the city, the Antonios Consortium recovered the original design of the city with the help of an ancient design drawing.",
		"quote":"\"The beauty of architecture relies on powerful and advanced technology, and incompetent and lousy designers are to blame for the ugliness of buildings.\"\r\n---Marcus Bailey, Architect and Designer of \"Antontas\"",
		"pos":"後列",
		"size":850,
		"max":10,
		"metal":33720,
		"crystal":3670,
		"deuterium":2080,
		"time":0.07372685185185185,
		"hour":1,
		"minute":46,
		"second":9,
		"capacity":25000,
		"hp":51120,
		"speed":600,
		"wspeed":3000
	  },
	  {
		"type":"巡洋艦",
		"name":"XT-20級 - 戦闘機搭載巡洋艦",
		"form":"艦載型",
		"variant":"B",
		"cp":14,
		"description":"A military ship remodeled from the X20 utility ship, widely used by Privateers. A simple aircraft hangar and a repair dock have been added to the original design. It can carry aircraft.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"A",
		"story":"Some external buildings of Antontas were destroyed by corvettes carried by the XT-20 during the Galactic War. During the post-war renovation of the city, the Antonios Consortium recovered the original design of the city with the help of an ancient design drawing.",
		"quote":"\"The beauty of architecture relies on powerful and advanced technology, and incompetent and lousy designers are to blame for the ugliness of buildings.\"\r\n---Marcus Bailey, Architect and Designer of \"Antontas\"",
		"pos":"後列",
		"size":850,
		"max":10,
		"metal":37380,
		"crystal":4670,
		"deuterium":2430,
		"time":0.08773148148148148,
		"hour":2,
		"minute":6,
		"second":20,
		"capacity":25000,
		"hp":51120,
		"speed":600,
		"wspeed":3000
	  },
	  {
		"type":"巡洋艦",
		"name":"XT-20級 - 支援巡洋艦",
		"form":"支援型",
		"variant":"C",
		"cp":14,
		"description":"An auxiliary cruiser remodeled from the X20 utility ship, used as a command ship by Privateers. Its fitted mining support facility has been modified to a repair dock, allowing it to provide tactical support on the battlefield.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"A",
		"story":"Some external buildings of Antontas were destroyed by corvettes carried by the XT-20 during the Galactic War. During the post-war renovation of the city, the Antonios Consortium recovered the original design of the city with the help of an ancient design drawing.",
		"quote":"\"The beauty of architecture relies on powerful and advanced technology, and incompetent and lousy designers are to blame for the ugliness of buildings.\"\r\n---Marcus Bailey, Architect and Designer of \"Antontas\"",
		"pos":"後列",
		"size":850,
		"max":10,
		"metal":33720,
		"crystal":3670,
		"deuterium":2080,
		"time":0.07372685185185185,
		"hour":1,
		"minute":46,
		"second":9,
		"capacity":25000,
		"hp":51120,
		"speed":600,
		"wspeed":3000
	  },
	  {
		"type":"駆逐艦",
		"name":"AC721 - 重量級支援型駆逐艦",
		"form":"量産型",
		"variant":"A",
		"cp":8,
		"description":"Equipped with an integrated artillery system and gigantic resource warehouse, it is ideal both as a multi-role ship and a long-range transport. Popular among military and civilian markets, it boasts a wide range of variants thanks to its simple production technology and excellent customizability.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"When the Arbiter Committee was first established, it prioritized its efforts on restoring the economy of the Solar System. In those early days, its Extinguishers lacked funding and had difficulties acquiring sufficient military supplies and equipment. The Pangaea Corporation once donated a batch of military equipment to the Extinguishers, including 12 well-outfitted AC721 Destroyers. The Extinguishers survived their difficult period by relying on these ships, and have gradually become a force to be reckoned with throughout the galaxy.",
		"quote":"\"A good investment is normally accompanied by a deep insight into the future.\"\r\n---Mark Gates, \"Investment Enthusiast\" and CEO of the Pangaea Corporation",
		"pos":"中列",
		"size":560,
		"max":15,
		"metal":21890,
		"crystal":1730,
		"deuterium":310,
		"time":0.02407407407407407,
		"hour":0,
		"minute":34,
		"second":40,
		"capacity":12000,
		"hp":31240,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"駆逐艦",
		"name":"AC721 - 重量級ミサイル駆逐艦",
		"form":"ミサイル型",
		"variant":"B",
		"cp":8,
		"description":"The 3 original heavy turrets have been replaced by 2 vertical missile launching systems, granting it offensive capabilities against small ships and aircraft at long range. 2 secondary cannons have been added for fire support.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"B",
		"story":"When the Arbiter Committee was first established, it prioritized its efforts on restoring the economy of the Solar System. In those early days, its Extinguishers lacked funding and had difficulties acquiring sufficient military supplies and equipment. The Pangaea Corporation once donated a batch of military equipment to the Extinguishers, including 12 well-outfitted AC721 Destroyers. The Extinguishers survived their difficult period by relying on these ships, and have gradually become a force to be reckoned with throughout the galaxy.",
		"quote":"\"A good investment is normally accompanied by a deep insight into the future.\"\r\n---Mark Gates, \"Investment Enthusiast\" and CEO of the Pangaea Corporation",
		"pos":"後列",
		"size":560,
		"max":15,
		"metal":25280,
		"crystal":2570,
		"deuterium":760,
		"time":0.04675925925925926,
		"hour":1,
		"minute":7,
		"second":19,
		"capacity":10000,
		"hp":31240,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"駆逐艦",
		"name":"AC721 - TE - 重量級イオン砲駆逐艦",
		"form":"イオン砲型",
		"variant":"C",
		"cp":8,
		"description":"An ion generation system is installed to take advantage of its spacious interior capacity while an assault ion cannon is fitted on the bow. It offers great offensive capabilities against medium to large ships. It also has a limited array of anti-aircraft weapons for self-defense purposes.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"When the Arbiter Committee was first established, it prioritized its efforts on restoring the economy of the Solar System. In those early days, its Extinguishers lacked funding and had difficulties acquiring sufficient military supplies and equipment. The Pangaea Corporation once donated a batch of military equipment to the Extinguishers, including 12 well-outfitted AC721 Destroyers. The Extinguishers survived their difficult period by relying on these ships, and have gradually become a force to be reckoned with throughout the galaxy.",
		"quote":"\"A good investment is normally accompanied by a deep insight into the future.\"\r\n---Mark Gates, \"Investment Enthusiast\" and CEO of the Pangaea Corporation",
		"pos":"中列",
		"size":560,
		"max":15,
		"metal":21790,
		"crystal":3130,
		"deuterium":600,
		"time":0.04363425925925926,
		"hour":1,
		"minute":2,
		"second":50,
		"capacity":8000,
		"hp":31240,
		"speed":750,
		"wspeed":3750
	  },
	  {
		"type":"駆逐艦",
		"name":"AC721 - 重量級両用突撃艦",
		"form":"艦載型",
		"variant":"D",
		"cp":8,
		"description":"Two full-sized gun corvettes can be mounted under the ship, making it a corvette-carrier. Corvette maintenance and command equipment have also been installed in its hull, enabling it to carry different corvettes for different reinforcement operations.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"B",
		"story":"When the Arbiter Committee was first established, it prioritized its efforts on restoring the economy of the Solar System. In those early days, its Extinguishers lacked funding and had difficulties acquiring sufficient military supplies and equipment. The Pangaea Corporation once donated a batch of military equipment to the Extinguishers, including 12 well-outfitted AC721 Destroyers. The Extinguishers survived their difficult period by relying on these ships, and have gradually become a force to be reckoned with throughout the galaxy.",
		"quote":"\"A good investment is normally accompanied by a deep insight into the future.\"\r\n---Mark Gates, \"Investment Enthusiast\" and CEO of the Pangaea Corporation",
		"pos":"後列",
		"size":560,
		"max":15,
		"metal":20170,
		"crystal":1930,
		"deuterium":890,
		"time":0.043750000000000004,
		"hour":1,
		"minute":3,
		"second":0,
		"capacity":8500,
		"hp":28130,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"駆逐艦",
		"name":"アルダブラ級 - 重砲駆逐艦",
		"form":"量産型",
		"variant":"A",
		"cp":8,
		"description":"An all-round Heavy Destroyer. As the prototype of Chimera Cruisers, it has enlightened the subsequent shipbuilding research and development. Cannons of varying calibers cover the surface of ships, capable of striking a wide range of hostile units on the battlefield.",
		"aship":"A",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"Starting their business in logistics, NOMA Shipping Group possesses a wealth of technological strength in the design and manufacturing of large ships and civil ships. It was once deemed to be \"incapable of designing small ships\". In the past few decades, however, its R&D department has continuously released breath-taking frigate and destroyer models, which made their brilliant debut in the military parade of NOMA Shipping Group's 100th anniversary. The Aldabra Destroyer is one of the excellent models released in the past few years.",
		"quote":"\"Being despised is a great strategic advantage.\"\r\n---Zoltan Lee, CSO of NOMA Shipping Group",
		"pos":"前列",
		"size":520,
		"max":10,
		"metal":30620,
		"crystal":3290,
		"deuterium":710,
		"time":0.05046296296296296,
		"hour":1,
		"minute":12,
		"second":39,
		"capacity":7000,
		"hp":32980,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"アルダブラ級 - 重量級攻城駆逐艦",
		"form":"装甲型",
		"variant":"B",
		"cp":8,
		"description":"Reinforced the side armor and modified the primary firepower for the ship hull. Fitted a rare stationary heavy battery to both sides of the ship to launch dense projectiles, allowing for increased siege capabilities. With no rotational functionality, this heavy battery is not that effective against small to medium targets.",
		"aship":"B",
		"aair":"C",
		"siege":"A",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"Starting their business in logistics, NOMA Shipping Group possesses a wealth of technological strength in the design and manufacturing of large ships and civil ships. It was once deemed to be \"incapable of designing small ships\". In the past few decades, however, its R&D department has continuously released breath-taking frigate and destroyer models, which made their brilliant debut in the military parade of NOMA Shipping Group's 100th anniversary. The Aldabra Destroyer is one of the excellent models released in the past few years.",
		"quote":"\"Being despised is a great strategic advantage.\"\r\n---Zoltan Lee, CSO of NOMA Shipping Group",
		"pos":"前列",
		"size":520,
		"max":10,
		"metal":28990,
		"crystal":2970,
		"deuterium":660,
		"time":0.04652777777777778,
		"hour":1,
		"minute":7,
		"second":0,
		"capacity":7000,
		"hp":32980,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"アーガス級 - 戦術駆逐艦",
		"form":"量産型",
		"variant":"A",
		"cp":8,
		"description":"A Sacrum Chu Imperium Navy destroyer that serves as an escort for large fleets. It is equipped with a small aircraft hangar and 2 generic cannons to perform counterattacks on enemy ships.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"後列",
		"size":550,
		"max":10,
		"metal":21360,
		"crystal":1430,
		"deuterium":860,
		"time":0.038425925925925926,
		"hour":0,
		"minute":55,
		"second":20,
		"capacity":12000,
		"hp":31240,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"駆逐艦",
		"name":"ボレアス級 - ミサイル駆逐艦",
		"form":"量産型",
		"variant":"A",
		"cp":10,
		"description":"A Sacrum Chu Imperium Navy destroyer that serves as primary firepower. It is equipped with the \"Chilling Breeze\" missile launching system and is able to perform sustained attacks on large targets. A battery has been mounted on both the bow and stern of the ship to provide additional firepower against smaller targets. It also carries a reinforced armor system for improved defense on the battlefield.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"A",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":490,
		"max":10,
		"metal":21450,
		"crystal":2750,
		"deuterium":480,
		"time":0.03703703703703704,
		"hour":0,
		"minute":53,
		"second":20,
		"capacity":11500,
		"hp":24920,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"ボレアス級 -防御駆逐艦",
		"form":"ミサイル型",
		"variant":"B",
		"cp":10,
		"description":"A Sacrum Chu Imperium Navy destroyer that serves as primary firepower. It is equipped with the \"Chilling Breeze\" missile launching system and is able to perform sustained attacks on large targets. A battery has been mounted on both the bow and stern of the ship to provide additional firepower against smaller targets. It also carries a reinforced armor system for improved defense on the battlefield. This modified version adds an integrated defense radar array that provides the ship with anti-aircraft capabilities.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"C",
		"surv":"A",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":490,
		"max":10,
		"metal":21590,
		"crystal":2430,
		"deuterium":670,
		"time":0.04212962962962963,
		"hour":1,
		"minute":0,
		"second":40,
		"capacity":11500,
		"hp":23490,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"セレス級 - 艦載機駆逐艦",
		"form":"艦載型",
		"variant":"A",
		"cp":8,
		"description":"It houses a complete aircraft maintenance and command system capable of accommodating 2 fighter squadrons within its limited space. As a special aircraft destroyer, it can execute various air support missions with its different aircraft. It is only equipped with a basic defensive battery.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"Sirius Beta is a city renowned for its neutrality in its commercial and political stands. For this reason, all factions prefer to discuss multilateral affairs here. The Arbiter Committee conducted six negotiations here with the Antonios Consortium regarding ship tech exchanges and Lagrange Network collaborations. During the sixth negotiation, the security fleet discovered unidentified attackers attempting an attack run against the diplomatic ships. A Ceres Destroyer of the security fleet then launched its full complement of UAVs to intercept, while the negotiation was halted and personnel evacuated.",
		"quote":"\"Neutrality is in itself a standpoint.\"\r\n---Opening Speech of Sirius Beta's Mayor at the 32nd Galactic Friendship Cities Conference",
		"pos":"後列",
		"size":580,
		"max":10,
		"metal":17460,
		"crystal":1740,
		"deuterium":1230,
		"time":0.04675925925925926,
		"hour":1,
		"minute":7,
		"second":19,
		"capacity":10000,
		"hp":29570,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"セレス級 - 支援駆逐艦",
		"form":"支援型",
		"variant":"B",
		"cp":8,
		"description":"The original hangar has been modified into 3 sections: 2 for support UAVs and another for defensive UAVs. During combat, UAVs can be dispatched to both reinforce anti-aircraft defense and repair friendly ships. It is only equipped with a basic defensive battery.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"Sirius Beta is a city renowned for its neutrality in its commercial and political stands. For this reason, all factions prefer to discuss multilateral affairs here. The Arbiter Committee conducted six negotiations here with the Antonios Consortium regarding ship tech exchanges and Lagrange Network collaborations. During the sixth negotiation, the security fleet discovered unidentified attackers attempting an attack run against the diplomatic ships. A Ceres Destroyer of the security fleet then launched its full complement of UAVs to intercept, while the negotiation was halted and personnel evacuated.",
		"quote":"\"Neutrality is in itself a standpoint.\"\r\n---Opening Speech of Sirius Beta's Mayor at the 32nd Galactic Friendship Cities Conference",
		"pos":"後列",
		"size":580,
		"max":10,
		"metal":17460,
		"crystal":1740,
		"deuterium":1230,
		"time":0.04675925925925926,
		"hour":1,
		"minute":7,
		"second":19,
		"capacity":9000,
		"hp":29570,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"セレス級 - 戦術駆逐艦",
		"form":"戦術型",
		"variant":"C",
		"cp":8,
		"description":"Its initial hangar has been remodeled into a special UAV hangar with an information support feature. It provides information support to other ships in the fleet to increase their Hit Rate.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"Sirius Beta is a city renowned for its neutrality in its commercial and political stands. For this reason, all factions prefer to discuss multilateral affairs here. The Arbiter Committee conducted six negotiations here with the Antonios Consortium regarding ship tech exchanges and Lagrange Network collaborations. During the sixth negotiation, the security fleet discovered unidentified attackers attempting an attack run against the diplomatic ships. A Ceres Destroyer of the security fleet then launched its full complement of UAVs to intercept, while the negotiation was halted and personnel evacuated.",
		"quote":"\"Neutrality is in itself a standpoint.\"\r\n---Opening Speech of Sirius Beta's Mayor at the 32nd Galactic Friendship Cities Conference",
		"pos":"後列",
		"size":580,
		"max":10,
		"metal":17460,
		"crystal":1740,
		"deuterium":1230,
		"time":0.04675925925925926,
		"hour":1,
		"minute":7,
		"second":19,
		"capacity":9000,
		"hp":29570,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"エリスI級 - 軽速射砲駆逐艦",
		"form":"重砲型",
		"variant":"A",
		"cp":7,
		"description":"Its specially designed \"Eris\" battery can be used for both anti-ship and anti-aircraft operations. Coupled with its high cruising speed, it is often used as a rapid-response or mobile unit. Due to its simple structure, it has a relatively low manufacturing cost.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"C",
		"surv":"B",
		"strat":"A",
		"story":"The Gallipoli Satellite City is the ship manufacturing base of Jupiter Industries. It has multiple capital shipyards and aircraft assembly lines, providing the Extinguishers with a large amount of weapons and equipment. The Pluto Wandering Brotherhood once initiated a large scale assault on the Gallipoli Satellite City, destroying a large number of shipyards and ships still under construction, including dozens of Eris Destroyers. This disastrous incident was later named the \"Gallipoli Crisis.\" Ever since, the Arbiter Committee dispatched the Extinguishers to hunt down all Wandering Brotherhoods in the Solar System and promoted the enactment of \"Operation: Blanket.\"",
		"quote":"\"Support lines being interrupted doesn't mean the war is going to stop, only that it's going to become even more ferocious.\"\r\n---Mann Xandar, Secretary of the General Logistics & Armaments Department",
		"pos":"中列",
		"size":516,
		"max":10,
		"metal":22670,
		"crystal":2150,
		"deuterium":500,
		"time":0.034722222222222224,
		"hour":0,
		"minute":50,
		"second":0,
		"capacity":9000,
		"hp":27960,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"駆逐艦",
		"name":"エリスI級 - 重砲駆逐艦",
		"form":"重砲型",
		"variant":"B",
		"cp":7,
		"description":"Based on the original generic battery, the bow of the ship has been modified into a fixed heavy battery. Its high mobility makes it a preferred option in assault operations. It can mount effective, fast assaults on medium ships.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The Gallipoli Satellite City is the ship manufacturing base of Jupiter Industries. It has multiple capital shipyards and aircraft assembly lines, providing the Extinguishers with a large amount of weapons and equipment. The Pluto Wandering Brotherhood once initiated a large scale assault on the Gallipoli Satellite City, destroying a large number of shipyards and ships still under construction, including dozens of Eris Destroyers. This disastrous incident was later named the \"Gallipoli Crisis.\" Ever since, the Arbiter Committee dispatched the Extinguishers to hunt down all Wandering Brotherhoods in the Solar System and promoted the enactment of \"Operation: Blanket.\"",
		"quote":"\"Support lines being interrupted doesn't mean the war is going to stop, only that it's going to become even more ferocious.\"\r\n---Mann Xandar, Secretary of the General Logistics & Armaments Department",
		"pos":"前列",
		"size":516,
		"max":10,
		"metal":23980,
		"crystal":2830,
		"deuterium":350,
		"time":0.03136574074074074,
		"hour":0,
		"minute":45,
		"second":10,
		"capacity":8500,
		"hp":27960,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"エリスI級 - 装甲駆逐艦",
		"form":"装甲型",
		"variant":"C",
		"cp":7,
		"description":"Additional armor has been added to the original rapid-response design to make it an armored destroyer. Some mobility has been sacrificed for increased defensive capabilities, enabling it to become an effective force in fiercer combat scenarios such as stronghold assaults.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"The Gallipoli Satellite City is the ship manufacturing base of Jupiter Industries. It has multiple capital shipyards and aircraft assembly lines, providing the Extinguishers with a large amount of weapons and equipment. The Pluto Wandering Brotherhood once initiated a large scale assault on the Gallipoli Satellite City, destroying a large number of shipyards and ships still under construction, including dozens of Eris Destroyers. This disastrous incident was later named the \"Gallipoli Crisis.\" Ever since, the Arbiter Committee dispatched the Extinguishers to hunt down all Wandering Brotherhoods in the Solar System and promoted the enactment of \"Operation: Blanket.\"",
		"quote":"\"Support lines being interrupted doesn't mean the war is going to stop, only that it's going to become even more ferocious.\"\r\n---Mann Xandar, Secretary of the General Logistics & Armaments Department",
		"pos":"前列",
		"size":516,
		"max":10,
		"metal":25940,
		"crystal":2700,
		"deuterium":790,
		"time":0.048726851851851855,
		"hour":1,
		"minute":10,
		"second":10,
		"capacity":9500,
		"hp":31240,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"ガーディアン - 支援駆逐艦",
		"form":"支援型",
		"variant":"A",
		"cp":9,
		"description":"Equipped with the \"Storm\" integrated missile system to provide anti-aircraft and anti-missile support. It has 2 support UAV pods, enabling it to launch 1 squadron of repair UAVs and another squadron of anti-aircraft UAVs in battle.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"C",
		"story":"Babylon Volante occupies a strategic position near the Sabal System. It houses a large number of resource warehouses and civilian ports. It was a key strategic position fought over by the Germanicus Corps and the Eagle Guard, who launched an indiscriminate attack on utility ships docked in Babylon Volante's Port W2 while trying to seize it for themselves. In order to avoid civilian casualties, a few Guardian Destroyers from the Germanicus 5th Fleet sent out UAVs to protect the utility ships to the detriment of their own anti-aircraft defense. When the war was over, the names of the Germanicus 5th Fleet and the Guardian Destroyers were inscribed at the heart of Babylon Volante to commemorate their contributions.",
		"quote":"\"Point your weapon at your foe; leave flowers for your young; save bullets for yourself.\"\r\n---Inscription on a Nameless Tombstone",
		"pos":"中列",
		"size":599,
		"max":10,
		"metal":25470,
		"crystal":2260,
		"deuterium":1840,
		"time":0.06574074074074074,
		"hour":1,
		"minute":34,
		"second":39,
		"capacity":10000,
		"hp":23490,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"ガーディアン - 両用突撃艦",
		"form":"両用型",
		"variant":"B",
		"cp":9,
		"description":"Two corvette racks are installed at the bottom of the ship. It is also equipped with corvette maintenance and support equipment. It is able to launch its corvettes during assaults, providing great damage output. The \"Storm\" missile system is retained as fire support.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"B",
		"story":"Babylon Volante occupies a strategic position near the Sabal System. It houses a large number of resource warehouses and civilian ports. It was a key strategic position fought over by the Germanicus Corps and the Eagle Guard, who launched an indiscriminate attack on utility ships docked in Babylon Volante's Port W2 while trying to seize it for themselves. In order to avoid civilian casualties, a few Guardian Destroyers from the Germanicus 5th Fleet sent out UAVs to protect the utility ships to the detriment of their own anti-aircraft defense. When the war was over, the names of the Germanicus 5th Fleet and the Guardian Destroyers were inscribed at the heart of Babylon Volante to commemorate their contributions.",
		"quote":"\"Point your weapon at your foe; leave flowers for your young; save bullets for yourself.\"\r\n---Inscription on a Nameless Tombstone",
		"pos":"後列",
		"size":599,
		"max":10,
		"metal":24100,
		"crystal":1970,
		"deuterium":1450,
		"time":0.05601851851851852,
		"hour":1,
		"minute":20,
		"second":40,
		"capacity":9500,
		"hp":23490,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"ガーディアン - 実験型パルス突撃艦",
		"form":"パルス砲型",
		"variant":"C",
		"cp":9,
		"description":"Taking advantage of its large capacity, an experimental pulse-energy system has been fitted to power its \"Star Codex\" attack system. It is comprised of multiple pulse turrets and has sufficient energy to take on medium enemy ships.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"Babylon Volante occupies a strategic position near the Sabal System. It houses a large number of resource warehouses and civilian ports. It was a key strategic position fought over by the Germanicus Corps and the Eagle Guard, who launched an indiscriminate attack on utility ships docked in Babylon Volante's Port W2 while trying to seize it for themselves. In order to avoid civilian casualties, a few Guardian Destroyers from the Germanicus 5th Fleet sent out UAVs to protect the utility ships to the detriment of their own anti-aircraft defense. When the war was over, the names of the Germanicus 5th Fleet and the Guardian Destroyers were inscribed at the heart of Babylon Volante to commemorate their contributions.",
		"quote":"\"Point your weapon at your foe; leave flowers for your young; save bullets for yourself.\"\r\n---Inscription on a Nameless Tombstone",
		"pos":"前列",
		"size":599,
		"max":10,
		"metal":24040,
		"crystal":2730,
		"deuterium":730,
		"time":0.04652777777777778,
		"hour":1,
		"minute":7,
		"second":0,
		"capacity":8500,
		"hp":23490,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"ヘリオス級 - 重砲突撃艦",
		"form":"量産型",
		"variant":"A",
		"cp":15,
		"description":"A very powerful Sacrum Chu Imperium Navy cannon assault ship. It comes with 2 ship-mounted cannons and 5 rapid-fire cannons for the purpose of performing concentrated attacks. It has enough firepower to rival a cruiser.",
		"aship":"S",
		"aair":"C",
		"siege":"B",
		"supp":"C",
		"surv":"B",
		"strat":"C",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"前列",
		"size":610,
		"max":10,
		"metal":28080,
		"crystal":3220,
		"deuterium":660,
		"time":0.04780092592592592,
		"hour":1,
		"minute":8,
		"second":50,
		"capacity":11000,
		"hp":40560,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"ヘリオス級 - 重量級魚雷突撃艦",
		"form":"魚雷型",
		"variant":"B",
		"cp":15,
		"description":"A powerful Sacrum Chu Imperium Navy assault ship. It comes with 2 sets of large anti-ship torpedoes and 2 sets of triple-fire torpedoes for the purpose of performing concentrated attacks. It has enough firepower to rival a cruiser. It boasts high production efficiency because of the experience accumulated in its manufacturing and assembly. It is equipped with the armor of a special structure to adapt to the star system environment with frequent stellar activities.",
		"aship":"S",
		"aair":"none",
		"siege":"B",
		"supp":"C",
		"surv":"B",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"前列",
		"size":610,
		"max":8,
		"metal":28820,
		"crystal":3380,
		"deuterium":690,
		"time":0.0349537037037037,
		"hour":0,
		"minute":50,
		"second":19,
		"capacity":11000,
		"hp":40560,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"クワオアー級 - 電磁加速砲駆逐艦",
		"form":"電磁加速砲型",
		"variant":"A",
		"cp":6,
		"description":"A destroyer type equipped with mainly railguns. A large ammo depot is installed inside the ship to support sustaining firing.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Jupiter Industries and Extinguishers share a long-term partnership. They frequently conduct military exercises in the galaxies within their jurisdiction in excuse of ship performance testing. By doing so, they get to display their military muscle while posing tremendous pressure and deterrence on small and medium factions nearby.",
		"quote":"\"A non-tested weapon system amounts to non-existence from any meaningful perspective.\"\r\n---Doumyouji Tsunemasa, Researcher of the Kinetic Energy Research Institute under the Jupiter Industries",
		"pos":"中列",
		"size":525,
		"max":10,
		"metal":23020,
		"crystal":2630,
		"deuterium":430,
		"time":0.034374999999999996,
		"hour":0,
		"minute":49,
		"second":30,
		"capacity":8500,
		"hp":27960,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"クワオアー級 - 魚雷駆逐艦",
		"form":"魚雷型",
		"variant":"B",
		"cp":6,
		"description":"Some weapons are replaced by heavy siege torpedoes to attack fewer but larger targets more intensively. Supported by a tremendous ammo depot, it can continuously strike large battleships and city defenses with effective firepower.",
		"aship":"A",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Jupiter Industries and Extinguishers share a long-term partnership. They frequently conduct military exercises in the galaxies within their jurisdiction in excuse of ship performance testing. By doing so, they get to display their military muscle while posing tremendous pressure and deterrence on small and medium factions nearby.",
		"quote":"\"A non-tested weapon system amounts to non-existence from any meaningful perspective.\"\r\n---Doumyouji Tsunemasa, Researcher of the Kinetic Energy Research Institute under the Jupiter Industries",
		"pos":"中列",
		"size":525,
		"max":10,
		"metal":24160,
		"crystal":2860,
		"deuterium":460,
		"time":0.03703703703703704,
		"hour":0,
		"minute":53,
		"second":20,
		"capacity":8500,
		"hp":27960,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"トーラス級 - パルス砲駆逐艦",
		"form":"攻撃型",
		"variant":"A",
		"cp":8,
		"description":"The integrated pulse cannon destroyer has high survivability with a complement of energy weapons. A large pulse turret is fitted at the bow of the ship with a large mechanical aiming system, enabling it to cause devastating damage to all types of targets. It is also equipped with a small anti-aircraft pulse cannon system.",
		"aship":"A",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Harper 5, a planet under the control of the Eagle Guard, once underwent an uprising. The rebels destroyed multiple resource collectors, preventing the nearby Lagrange Gate from resuming normal operations. The Eagle Guard's 3rd Expeditionary Force was tasked with putting down the rebels. Comprised mostly of Taurus Destroyers, the Expeditionary Force locked down the quadrant and transport routes, cutting off the rebels' supply lines. The non-violent blockade eventually led to a conflict within the rebel ranks due to a lack of resources, and the battle was won without a fight.",
		"quote":"\"It's not the wise who take on difficult challenges, but those who lack solutions.\"\r\n---Earth-Centauri Economic Circle Proverb",
		"pos":"前列",
		"size":520,
		"max":10,
		"metal":27440,
		"crystal":2690,
		"deuterium":610,
		"time":0.04270833333333333,
		"hour":1,
		"minute":1,
		"second":29,
		"capacity":7000,
		"hp":32980,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"トーラス級 - 突撃攻撃艦",
		"form":"突撃型",
		"variant":"B",
		"cp":8,
		"description":"Its thickened armor and rapid-fire pulse cannons are most effective in combat when it rushes in the front of the formation and concentrates fire on hostile ships. The pulse turret installed on its bow has added a 3-burst firing mode, and its aiming system is removed to compensate for the lack of firepower.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"A",
		"strat":"B",
		"story":"Harper 5, a planet under the control of the Eagle Guard, once underwent an uprising. The rebels destroyed multiple resource collectors, preventing the nearby Lagrange Gate from resuming normal operations. The Eagle Guard's 3rd Expeditionary Force was tasked with putting down the rebels. Comprised mostly of Taurus Destroyers, the Expeditionary Force locked down the quadrant and transport routes, cutting off the rebels' supply lines. The non-violent blockade eventually led to a conflict within the rebel ranks due to a lack of resources, and the battle was won without a fight.",
		"quote":"\"It's not the wise who take on difficult challenges, but those who lack solutions.\"\r\n---Earth-Centauri Economic Circle Proverb",
		"pos":"前列",
		"size":520,
		"max":10,
		"metal":29720,
		"crystal":2870,
		"deuterium":660,
		"time":0.04594907407407408,
		"hour":1,
		"minute":6,
		"second":10,
		"capacity":7500,
		"hp":36640,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"トーラス級 - 防御駆逐艦",
		"form":"防御型",
		"variant":"C",
		"cp":8,
		"description":"It utilizes its formidable defensive capability to create an anti-missile barrier in the front row while attacking hostile ships and intercepting incoming aircraft and missiles.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"A",
		"strat":"B",
		"story":"Harper 5, a planet under the control of the Eagle Guard, once underwent an uprising. The rebels destroyed multiple resource collectors, preventing the nearby Lagrange Gate from resuming normal operations. The Eagle Guard's 3rd Expeditionary Force was tasked with putting down the rebels. Comprised mostly of Taurus Destroyers, the Expeditionary Force locked down the quadrant and transport routes, cutting off the rebels' supply lines. The non-violent blockade eventually led to a conflict within the rebel ranks due to a lack of resources, and the battle was won without a fight.",
		"quote":"\"It's not the wise who take on difficult challenges, but those who lack solutions.\"\r\n---Earth-Centauri Economic Circle Proverb",
		"pos":"前列",
		"size":520,
		"max":10,
		"metal":32660,
		"crystal":2690,
		"deuterium":520,
		"time":0.03923611111111111,
		"hour":0,
		"minute":56,
		"second":30,
		"capacity":7000,
		"hp":36640,
		"speed":650,
		"wspeed":3250
	  },
	  {
		"type":"駆逐艦",
		"name":"ツンドラ級 - 戦術駆逐艦",
		"form":"支援型",
		"variant":"A",
		"cp":9,
		"description":"A destroyer equipped with the \"Tundra\" multi-role UAV system. It is able to launch 2 squadrons of anti-aircraft UAVs and 1 squadron of repair UAVs, providing air support and repairing friendly ships in battle. It has a generic battery for defensive purposes.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"During the Battle of New Barnard System, the Star Libertadores and the Ares Corps engaged in a fierce skirmish near the Mira Asteroid Belt. The density of the asteroid belt made it difficult for ships to travel in formation. To adapt to the situation, the Ares Corps divided up its main fleet into smaller squadrons to engage in guerrilla warfare. They also deployed their Tundra Destroyers to repair and resupply these smaller fleets. The Star Libertadores suffered great losses in the battle, and lost control over the asteroid belt. As a result, the Mira Asteroid Belt came to be known as the \"Deathly Starfield.\"",
		"quote":"\"Even an eagle may sometimes lose to ten sparrows.\"\r\n---Reminiscences of the Revolution by C. Rosario, Ex-leader of the Star Libertadores",
		"pos":"後列",
		"size":610,
		"max":10,
		"metal":26270,
		"crystal":2530,
		"deuterium":1170,
		"time":0.057291666666666664,
		"hour":1,
		"minute":22,
		"second":30,
		"capacity":10000,
		"hp":36640,
		"speed":700,
		"wspeed":3500
	  },
	  {
		"type":"駆逐艦",
		"name":"ツンドラ級 - 艦載機駆逐艦",
		"form":"対空型",
		"variant":"B",
		"cp":9,
		"description":"Its initial UAV hangar has been remodeled into 2 medium aircraft hangars. It carries 2 squadrons of medium fighters capable of conducting multiple assault missions.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"During the Battle of New Barnard System, the Star Libertadores and the Ares Corps engaged in a fierce skirmish near the Mira Asteroid Belt. The density of the asteroid belt made it difficult for ships to travel in formation. To adapt to the situation, the Ares Corps divided up its main fleet into smaller squadrons to engage in guerrilla warfare. They also deployed their Tundra Destroyers to repair and resupply these smaller fleets. The Star Libertadores suffered great losses in the battle, and lost control over the asteroid belt. As a result, the Mira Asteroid Belt came to be known as the \"Deathly Starfield.\"",
		"quote":"\"Even an eagle may sometimes lose to ten sparrows.\"\r\n---Reminiscences of the Revolution by C. Rosario, Ex-leader of the Star Libertadores",
		"pos":"後列",
		"size":610,
		"max":10,
		"metal":27620,
		"crystal":2810,
		"deuterium":1250,
		"time":0.0619212962962963,
		"hour":1,
		"minute":29,
		"second":10,
		"capacity":10000,
		"hp":36640,
		"speed":700,
		"wspeed":3500
	  },
	  {
		"type":"駆逐艦",
		"name":"Tundra - Anti-Aircraft Destroyer (TE)",
		"form":"対空型",
		"variant":"A",
		"cp":9,
		"description":"Its missiles have been modified into modules for Repair UAVs, allowing for increased anti-aircraft support capabilities. It is equipped with the armor of a special structure to adapt to the star system environment with frequent stellar activities.",
		"aship":"C",
		"aair":"A",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"C",
		"story":"During the Battle of New Barnard System, the Star Libertadores and the Ares Corps engaged in a fierce skirmish near the Mira Asteroid Belt. The density of the asteroid belt made it difficult for ships to travel in formation. To adapt to the situation, the Ares Corps divided up its main fleet into smaller squadrons to engage in guerrilla warfare. They also deployed their Tundra Destroyers to repair and resupply these smaller fleets. The Star Libertadores suffered great losses in the battle, and lost control over the asteroid belt. As a result, the Mira Asteroid Belt came to be known as the \"Deathly Starfield.\"",
		"quote":"\"Even an eagle may sometimes lose to ten sparrows.\"\r\n---Reminiscences of the Revolution by C. Rosario, Ex-leader of the Star Libertadores",
		"pos":"後列",
		"size":610,
		"max":10,
		"metal":32100,
		"crystal":3860,
		"deuterium":1540,
		"time":0.07858796296296296,
		"hour":1,
		"minute":53,
		"second":9,
		"capacity":10000,
		"hp":36640,
		"speed":700,
		"wspeed":3500
	  },
	  {
		"type":"駆逐艦",
		"name":"ウィングドユサール級 - 軽量級ミサイル駆逐艦",
		"form":"対空型",
		"variant":"A",
		"cp":6,
		"description":"Equipped with a customized \"Storm\" missile system, it can quickly and continuously search various ships to attack. Two dual-barrel turrets are installed at the bow of the ship, enabling it to attack heavy ships and city defenses.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"The Winged Hussar Destroyer is one of the earlier ship models the Antonios Consortium provided the Arbiter Committee with. Recently, as the Arbiter Committee has gradually grown stronger and the restoration of the Solar System has been implemented, opinions are divided within the Antonios Consortium over matters regarding the Arbiter Committee and the Terran Sphere; one group wishes to stand apart, while the other prefers the opposite. The pro-Arbiter Committee group advocates increased collaboration, in order to establish a stable Lagrange Network with the Terran Sphere; while the anti-Arbiter Committee group believes the Consortium should remain independent in its developments and keep an eye on the rapid developments of the Terran Sphere. The two groups have yet to reach a consensus. Therefore, further technology licensing matters with the Arbiter Committee remain on hiatus.",
		"quote":"\"Try to seize all opportunities. Even those you fail to grasp are sure to bestow benefits.\"\r\n---Investigative Report: \"Second Home\" by Yzeux, Space Explorer",
		"pos":"中列",
		"size":440,
		"max":10,
		"metal":26690,
		"crystal":2590,
		"deuterium":400,
		"time":0.03298611111111111,
		"hour":0,
		"minute":47,
		"second":30,
		"capacity":8500,
		"hp":20780,
		"speed":700,
		"wspeed":3500
	  },
	  {
		"type":"駆逐艦",
		"name":"ウィングドユサール級 - 総合ミサイル駆逐艦",
		"form":"総合型",
		"variant":"B",
		"cp":6,
		"description":"The bow-mounted heavy cannon has been replaced by a quad-fire torpedo launcher that is controlled by the \"Storm\" Missile System to provide improved offensive capabilities against small to medium targets.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The Winged Hussar Destroyer is one of the earlier ship models the Antonios Consortium provided the Arbiter Committee with. Recently, as the Arbiter Committee has gradually grown stronger and the restoration of the Solar System has been implemented, opinions are divided within the Antonios Consortium over matters regarding the Arbiter Committee and the Terran Sphere; one group wishes to stand apart, while the other prefers the opposite. The pro-Arbiter Committee group advocates increased collaboration, in order to establish a stable Lagrange Network with the Terran Sphere; while the anti-Arbiter Committee group believes the Consortium should remain independent in its developments and keep an eye on the rapid developments of the Terran Sphere. The two groups have yet to reach a consensus. Therefore, further technology licensing matters with the Arbiter Committee remain on hiatus.",
		"quote":"\"Try to seize all opportunities. Even those you fail to grasp are sure to bestow benefits.\"\r\n---Investigative Report: \"Second Home\" by Yzeux, Space Explorer",
		"pos":"後列",
		"size":440,
		"max":10,
		"metal":26770,
		"crystal":2600,
		"deuterium":400,
		"time":0.03298611111111111,
		"hour":0,
		"minute":47,
		"second":30,
		"capacity":8500,
		"hp":20780,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"ウィングドユサール級 - 領域対空駆逐艦",
		"form":"対空型",
		"variant":"C",
		"cp":6,
		"description":"A situational awareness system is installed at the bow of the ship, granting its \"Storm\" missiles enhanced missile-tracking capabilities, improved accuracy, and added anti-aircraft capabilities. Additional armor is also added to improve survivability.",
		"aship":"B",
		"aair":"A",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"The Winged Hussar Destroyer is one of the earlier ship models the Antonios Consortium provided the Arbiter Committee with. Recently, as the Arbiter Committee has gradually grown stronger and the restoration of the Solar System has been implemented, opinions are divided within the Antonios Consortium over matters regarding the Arbiter Committee and the Terran Sphere; one group wishes to stand apart, while the other prefers the opposite. The pro-Arbiter Committee group advocates increased collaboration, in order to establish a stable Lagrange Network with the Terran Sphere; while the anti-Arbiter Committee group believes the Consortium should remain independent in its developments and keep an eye on the rapid developments of the Terran Sphere. The two groups have yet to reach a consensus. Therefore, further technology licensing matters with the Arbiter Committee remain on hiatus.",
		"quote":"\"Try to seize all opportunities. Even those you fail to grasp are sure to bestow benefits.\"\r\n---Investigative Report: \"Second Home\" by Yzeux, Space Explorer",
		"pos":"前列",
		"size":440,
		"max":10,
		"metal":20010,
		"crystal":1850,
		"deuterium":1000,
		"time":0.04513888888888889,
		"hour":1,
		"minute":5,
		"second":0,
		"capacity":9000,
		"hp":20780,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"駆逐艦",
		"name":"XT-10級 - 武装魚雷駆逐艦",
		"form":"魚雷型",
		"variant":"A",
		"cp":10,
		"description":"Remodeled from the X10 Utility Ship. Its engineering UAV pods and storage space have been modified to an ammo depot. Besides, it has been added a smuggled \"Eternal Polaris\" projectile system providing decent anti-ship firepower.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"The \"Eternal Polaris\" Projectile Launching System, a result of the cluster torpedo attack technology developed by the Antonios Consortium, is capable of causing extra-high damage to ships. The consortium only signed a licensing and sharing agreement on this technology with a few close allies. However, its technology licenses and copies have been available on flea markets in recent years. They were sold in a limited number and bought anonymously at high prices in a short time. The Antonios Consortium launched a series of investigations, but all in vain. Before long, the XT10 - Torpedo Destroyer equipped with the same technology were caught sight with some elite Privateer Fleets.",
		"quote":"\"We share the technological origin and development path, but we do not share a society and culture. Perhaps this is the root cause of war.\"\r\n---Corney Feng, Chief Technology Expert of Jupiter Industries",
		"pos":"中列",
		"size":490,
		"max":10,
		"metal":24810,
		"crystal":3170,
		"deuterium":810,
		"time":0.05196759259259259,
		"hour":1,
		"minute":14,
		"second":50,
		"capacity":11500,
		"hp":23490,
		"speed":850,
		"wspeed":4250
	  },
	  {
		"type":"戦闘機",
		"name":"A101 ザ ラショナル - TE - 戦闘攻撃機",
		"form":"量産型",
		"variant":"A",
		"cp":1,
		"description":"One of the primary fighters in the arsenal of the Sacrum Chu Imperium. It has 1 onboard cannon that can be used against ships and 2 support guns that add additional damage. The support guns can also serve anti-aircraft purposes at close range.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"前列",
		"size":35,
		"max":10,
		"metal":5470,
		"crystal":460,
		"deuterium":160,
		"time":0.007754629629629629,
		"hour":0,
		"minute":11,
		"second":10,
		"capacity":0,
		"hp":3750,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"S-レヴィ9 - 重型魚雷艦",
		"form":"対艦型",
		"variant":"A",
		"cp":1,
		"aship":"none",
		"aair":"none",
		"siege":"none",
		"supp":"none",
		"surv":"none",
		"strat":"none",
		"hour":0,
		"minute":0,
		"second":0
	  },
	  {
		"type":"戦闘機",
		"name":"B192 ニューランド - 重量級攻撃機",
		"form":"多機能型",
		"variant":"A",
		"cp":1,
		"description":"Utilizes its 80mm cannon to conduct precision strikes against enemy ships, while also dealing damage to enemy subsystems. It is equipped with anti-aircraft combat missiles and is able to mount effective counter-strikes against incoming aircraft.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"B",
		"story":"The new prototype in development has been christened \"Newland\" to convey a sense of attachment to Earth-like planets.",
		"quote":"\"Ships carry me away; land pulls me home.\"\r\n---Chapter 5 of Space Odyssey by Stanley the Bard",
		"pos":"前列",
		"size":54,
		"max":10,
		"metal":7300,
		"crystal":660,
		"deuterium":290,
		"time":0.012268518518518519,
		"hour":0,
		"minute":17,
		"second":40,
		"capacity":0,
		"hp":4290,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"バランサーアンダーソン SC020 - 偵察機",
		"form":"干渉型",
		"variant":"A",
		"cp":1,
		"description":"A scout equipped with an electronic jamming system, able to interfere with enemy ship systems and reduce the chance of being attacked. It boasts good mobility and survivability. It also comes equipped with 2 cannons to attack all types of targets.",
		"aship":"C",
		"aair":"B",
		"siege":"none",
		"supp":"none",
		"surv":"A",
		"strat":"B",
		"story":"Named after Anderson, a pioneer and leader in cosmology. He has made great contributions to the studies of unstable spatial nodes and theories on the Lagrange Network.",
		"quote":"\"O, vast thou art, universe mystique, yet a grain of sand still, amongst the eternal blue.\"\r\n---The History of Abell 2744 by Anderson, Cosmology Pioneer",
		"pos":"前列",
		"size":35,
		"max":10,
		"metal":6030,
		"crystal":400,
		"deuterium":160,
		"time":0.007291666666666666,
		"hour":0,
		"minute":10,
		"second":30,
		"capacity":0,
		"hp":3250,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ブルフロッグ型 - 両用爆撃機",
		"form":"攻城型",
		"variant":"A",
		"cp":1,
		"description":"Equipped with a large Torpedo Launching System and 2 siege-purpose heavy attack torpedoes. It can move within planetary atmospheres, and serves as a powerful tool in siege warfare. It can also carry out attacks on heavy ships.",
		"aship":"A",
		"aair":"none",
		"siege":"A",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"Developed by the RB7 Laboratory, an affiliate of the NOMA Shipping Group. When the group was first founded, the lab was ill-equipped and poorly managed. However, with passion and creativity, it developed many advanced ships and weapons for the NOMA Shipping Group. It is now the group's top ship research center.",
		"quote":"\"One bomber patrol is worth a hundred warnings.\"\r\n---Zoltan Lee, CSO of NOMA Shipping Group",
		"pos":"前列",
		"size":70,
		"max":10,
		"metal":7130,
		"crystal":500,
		"deuterium":190,
		"time":0.008912037037037038,
		"hour":0,
		"minute":12,
		"second":50,
		"capacity":0,
		"hp":4240,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ジャンビーヤ Aer410 - 突撃攻撃機",
		"form":"対艦型",
		"variant":"A",
		"cp":1,
		"description":"An attacker that adopts a gun/missile integrated system. It attacks small to medium ships with guided missiles. It also causes damage to ships' subsystems with a light gun when within range.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"B",
		"surv":"C",
		"strat":"A",
		"story":"The Janbiya engine is a new type of engine unit developed by Jupiter Industries. Part of this engine technology has been applied to its new fighter in development, giving the fighter its name.",
		"quote":"\"The universe is so vast that possessing the odd piece of mystery tech is far from being noteworthy.\"\r\n---Anonymous Smuggler",
		"pos":"前列",
		"size":45,
		"max":10,
		"metal":6070,
		"crystal":480,
		"deuterium":200,
		"time":0.008912037037037038,
		"hour":0,
		"minute":12,
		"second":50,
		"capacity":0,
		"hp":3750,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ミストラル - 戦闘攻撃機",
		"form":"対空型",
		"variant":"A",
		"cp":1,
		"description":"Equipped with 2 rapid-fire cannons and powerful air combat capabilities, it can swiftly counterattack incoming enemy aircrafts and escort corvettes. It is light-weighted and can endure prolonged strikes.",
		"aship":"B",
		"aair":"S",
		"siege":"none",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"Many technologies on Mistra Fighters derived from scientific researches during the Sacrum Chu Imperium period. Although hundreds of years have passed, its technological achievements are still important and relevant.",
		"quote":"\"If you shed tears for missing the sun, you will also miss stars.\"\r\n---Sacrum Chu Imperium Proverb",
		"pos":"前列",
		"size":35,
		"max":10,
		"metal":7520,
		"crystal":650,
		"deuterium":220,
		"time":0.01076388888888889,
		"hour":0,
		"minute":15,
		"second":30,
		"capacity":0,
		"hp":5000,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"サンドレイク - 大気圏要撃機",
		"form":"両用型",
		"variant":"A",
		"cp":1,
		"description":"A mobile interceptor with an anti-aircraft gun/missile system. It boasts great firepower as an interceptor. The fighter is designed with aerodynamics in mind and is able to serve as a dual-purpose vehicle.",
		"aship":"C",
		"aair":"A",
		"siege":"none",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"Developed by the RB7 Laboratory, an affiliate of the NOMA Shipping Group. The innovative spirit of the lab is commonly known as the Red Beast, hence the name.",
		"quote":"\"A good story helps convey a state of mind.\"\r\n---A speech made during the RB7 Centennial Celebration by Gulle Samoilov, President of NOMA Shipping Group",
		"pos":"前列",
		"size":34,
		"max":10,
		"metal":4990,
		"crystal":440,
		"deuterium":140,
		"time":0.007060185185185184,
		"hour":0,
		"minute":10,
		"second":10,
		"capacity":0,
		"hp":3900,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"SC002 - 量子偵察機",
		"form":"量産型",
		"variant":"A",
		"cp":1,
		"description":"A standard generic scout capable of harassing enemy ships with its electronic warfare equipment, reducing the chance of being attacked. Its onboard 20mm gun is able to interfere with all types of targets.",
		"aship":"C",
		"aair":"C",
		"siege":"none",
		"supp":"none",
		"surv":"A",
		"strat":"A",
		"story":"The SC002, or Type 002 Scout in full, is a ship based on mature technologies and put into widespread use by various forces. It once participated in the \"Battle of Oort Cloud\" for the Extinguishers and the \"Battle of New Barnard System\" for the Ares Corps.",
		"quote":"\"If the investigation goes more smoothly than expected, then you will only have seen what the enemy wants you to see.\"\r\n---Record of the Battle of Oort Cloud by Dai Mong, Chief of Staff of the Extinguishers",
		"pos":"前列",
		"size":27,
		"max":15,
		"metal":4160,
		"crystal":300,
		"deuterium":140,
		"time":0.005902777777777778,
		"hour":0,
		"minute":8,
		"second":30,
		"capacity":0,
		"hp":2700,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"スポア A404 - 軽量級戦闘機",
		"form":"対空型",
		"variant":"A",
		"cp":1,
		"description":"A light fighter designed for dogfights. It is equipped with a dual-fire airborne combat cannon and boasts strong mobility, able to intercept incoming enemy aircraft squadrons or attack enemy defensive aircraft.",
		"aship":"C",
		"aair":"A",
		"siege":"none",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"The Spore fighters were developed to implement \"decentralized combat theory\" by Jupiter Industries. The theory emphasizes on creating combat advantages via intentional decentralization, collaboration, and support. The principle of the theory holds the same view as Antonios' \"Hive Tactics Theory.\"",
		"quote":"\"Presenting your own erroneous idea is more meaningful than preaching someone else's truth.\"\r\n---Advantages and Disadvantages of Decentralized Combat Theory, Space Military and Science, Issue 497",
		"pos":"前列",
		"size":23,
		"max":10,
		"metal":4640,
		"crystal":310,
		"deuterium":120,
		"time":0.005555555555555556,
		"hour":0,
		"minute":8,
		"second":0,
		"capacity":0,
		"hp":3250,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"スティングレイ - 魚雷爆撃機",
		"form":"ステルス型",
		"variant":"A",
		"cp":1,
		"description":"A special high-speed bomber with stealth capabilities. Its flat body and signal jamming device make it hard to detect. It also boasts superior mobility. It is able to launch heavy torpedoes at short ranges, dealing devastating damage to medium to large targets.",
		"aship":"A",
		"aair":"none",
		"siege":"B",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"This fighter earned its name from its flat and swept-back wing design. A top-secret project of Jupiter Industries, it was in development for decades.",
		"quote":"\"Both innovative and retrospective approaches are means to move forward.\"\r\n---Wen Zhe, Philosopher and Representative of Retrofuturism",
		"pos":"前列",
		"size":90,
		"max":10,
		"metal":5360,
		"crystal":730,
		"deuterium":260,
		"time":0.011458333333333334,
		"hour":0,
		"minute":16,
		"second":30,
		"capacity":0,
		"hp":4780,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ストリクスA100型 - 連合攻撃機",
		"form":"対艦型",
		"variant":"A",
		"cp":1,
		"description":"Carries a powerful charged pulse cannon that sacrifices range for increased damage. It is useful in assaulting enemy ships while also causing damage to enemy corvettes.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"Developed by the RB7 Laboratory, an affiliate of the NOMA Shipping Group. The lab enjoys high autonomy to prevent their creativity from being restricted and limited by bureaucracy.",
		"quote":"\"Bureaucracy is not always a bad thing; it's far more beneficial in the early stages of economic development than a market economy.\"\r\n---Laszlo Yang, Senior Economist and Researcher of the Earth Development Bank",
		"pos":"前列",
		"size":40,
		"max":10,
		"metal":7460,
		"crystal":480,
		"deuterium":200,
		"time":0.009027777777777779,
		"hour":0,
		"minute":13,
		"second":0,
		"capacity":0,
		"hp":4500,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ヴィタスA021 - 重量級攻撃機",
		"form":"対艦型",
		"variant":"A",
		"cp":1,
		"description":"Strikes enemy ships with hi-explosive bombs. Its special detection system and warheads are able to perform precision strikes while also dealing damage to the ship's subsystems. Its body is fortified by composite armor for increased survivability.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"B",
		"surv":"B",
		"strat":"C",
		"story":"A result of the Vitas Research Project, sponsored by the Antonios Consortium. The project also acquired dozens of SMEs and weapon manufacturers as its investors. The A021 attacker is one of the results from the first phase of the research project.",
		"quote":"\"Plans themselves must be managed and modified if they are to serve their creators as tools for making strategic decisions.\"\r\n---Petöfi, Chief Scientist of Project Vitas",
		"pos":"前列",
		"size":60,
		"max":10,
		"metal":8960,
		"crystal":890,
		"deuterium":320,
		"time":0.014930555555555556,
		"hour":0,
		"minute":21,
		"second":30,
		"capacity":0,
		"hp":4920,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"戦闘機",
		"name":"ヴィタスB010 - 爆撃機",
		"form":"対艦型",
		"variant":"A",
		"cp":1,
		"description":"A special tactical bomber from the Vitas Workshop. It is able to perform short-range plasma bombardments, dealing massive energy damage to enemy ships. It is mostly used to attack ultra-large enemy targets. Its special camouflage armor also provides it with high survivability.",
		"aship":"S",
		"aair":"none",
		"siege":"A",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"A result of the Antonios Consortium's Vitas Research Project. It is an industry-leading bomber. It earned its name, Lightning, from the effects of its weaponry. It is currently only licensed to the participants of the project.",
		"quote":"\"The act of formulating a plan is more important than the plan itself.\"\r\n---Istvan, Project Vitas Investor",
		"pos":"前列",
		"size":100,
		"max":10,
		"metal":9260,
		"crystal":880,
		"deuterium":270,
		"time":0.013657407407407408,
		"hour":0,
		"minute":19,
		"second":40,
		"capacity":0,
		"hp":5340,
		"speed":3000,
		"wspeed":15000
	  },
	  {
		"type":"フリゲート",
		"name":"カリリオン級 - 偵察フリゲート",
		"form":"偵察型",
		"variant":"A",
		"cp":4,
		"description":"With cannons serving as its primary firepower, it is able to mount anti-ship attacks and has short-range defensive capabilities. It boasts increased mobility over other ships of its class and is often used to perform recon missions and run interference.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"In order to obtain the development rights to the New Barnard System, the Star Libertadores and the Ares Corps engaged in battle around areas of the Lagrange Network leading to the New Barnard System. The Ares Corps initially dispatched a large number of assault ships and bombers to surround the Star Libertadores, forming a blockade around their fleets. When the engagement area was about to be completely surrounded, the Star Libertadores organized a runner fleet comprised mainly of Carilion Frigates to break through the blockade. Relying on their speed and maneuverability, they successfully broke through the blockade at its least defended point. In the end, the runner fleet returned with a large number of Star Libertadores reinforcements, ending the Ares Corps' blitzkrieg.",
		"quote":"\"The principle of blitzkrieg is exchanging time for space; the longer the time, the lesser the yield and value.\"\r\n---Mars, Chief of the General Staff of the Ares Corps",
		"pos":"前列",
		"size":203,
		"max":10,
		"metal":7810,
		"crystal":660,
		"deuterium":170,
		"time":0.01423611111111111,
		"hour":0,
		"minute":20,
		"second":30,
		"capacity":1800,
		"hp":7640,
		"speed":1100,
		"wspeed":5500
	  },
	  {
		"type":"フリゲート",
		"name":"カリリオン級 - 重砲フリゲート",
		"form":"重砲型",
		"variant":"B",
		"cp":5,
		"description":"The bow of the ship has been modified into a heavy cannon to improve its anti-ship capabilities against large ships without significantly compromising its mobility.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"In order to obtain the development rights to the New Barnard System, the Star Libertadores and the Ares Corps engaged in battle around areas of the Lagrange Network leading to the New Barnard System. The Ares Corps initially dispatched a large number of assault ships and bombers to surround the Star Libertadores, forming a blockade around their fleets. When the engagement area was about to be completely surrounded, the Star Libertadores organized a runner fleet comprised mainly of Carilion Frigates to break through the blockade. Relying on their speed and maneuverability, they successfully broke through the blockade at its least defended point. In the end, the runner fleet returned with a large number of Star Libertadores reinforcements, ending the Ares Corps' blitzkrieg.",
		"quote":"\"The principle of blitzkrieg is exchanging time for space; the longer the time, the lesser the yield and value.\"\r\n---Mars, Chief of the General Staff of the Ares Corps",
		"pos":"中列",
		"size":203,
		"max":10,
		"metal":8590,
		"crystal":630,
		"deuterium":120,
		"time":0.011342592592592592,
		"hour":0,
		"minute":16,
		"second":19,
		"capacity":1500,
		"hp":9000,
		"speed":950,
		"wspeed":4750
	  },
	  {
		"type":"フリゲート",
		"name":"カリリオン級 - 特殊フリゲート",
		"form":"特殊型",
		"variant":"C",
		"cp":5,
		"description":"A specially-modified special recon frigate equipped with Situational Awareness and Field Camouflage Systems, granting it extraordinary evasiveness and defensive capabilities in combat.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"S",
		"strat":"B",
		"story":"In order to obtain the development rights to the New Barnard System, the Star Libertadores and the Ares Corps engaged in battle around areas of the Lagrange Network leading to the New Barnard System. The Ares Corps initially dispatched a large number of assault ships and bombers to surround the Star Libertadores, forming a blockade around their fleets. When the engagement area was about to be completely surrounded, the Star Libertadores organized a runner fleet comprised mainly of Carilion Frigates to break through the blockade. Relying on their speed and maneuverability, they successfully broke through the blockade at its least defended point. In the end, the runner fleet returned with a large number of Star Libertadores reinforcements, ending the Ares Corps' blitzkrieg.",
		"quote":"\"The principle of blitzkrieg is exchanging time for space; the longer the time, the lesser the yield and value.\"\r\n---Mars, Chief of the General Staff of the Ares Corps",
		"pos":"前列",
		"size":203,
		"max":10,
		"metal":8930,
		"crystal":660,
		"deuterium":260,
		"time":0.017939814814814815,
		"hour":0,
		"minute":25,
		"second":50,
		"capacity":1200,
		"hp":8940,
		"speed":1100,
		"wspeed":5500
	  },
	  {
		"type":"フリゲート",
		"name":"FG300型 - 多用途フリゲート",
		"form":"多機能型",
		"variant":"A",
		"cp":3,
		"description":"A generic multi-role frigate equipped with 3 generic rapid-fire cannons, enabling it to take on various offensive and defensive missions. It is designed with a large number of universal components and a simple structure, making it easy to manufacture. It is an ideal recon ship.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"The Extinguishers' 9th Patrol went missing around 32 AU away from the Sabal System Gate. The 9th Patrol is primarily comprised of FG300 Frigates with a few destroyers as escorts. It is tasked with ensuring route security to and from the Arbiter Committee and the Sabal System. The quadrant is known for mysterious incidents with missing ships and fleets, and is so nicknamed the \"Galactic Bermuda Triangle.\" No wreckage or black boxes from the missing ships have ever been found.",
		"quote":"\"The more we know about star systems and quadrants, the deeper our fear of the unknown.\"\r\n---Dominic Gandhi, Quantum Communication Technology Expert and Researcher on the Galactic Bermuda Triangle",
		"pos":"中列",
		"size":250,
		"max":15,
		"metal":7990,
		"crystal":540,
		"deuterium":110,
		"time":0.010069444444444445,
		"hour":0,
		"minute":14,
		"second":30,
		"capacity":2000,
		"hp":9650,
		"speed":1000,
		"wspeed":5000
	  },
	  {
		"type":"フリゲート",
		"name":"FG300型 - 装甲フリゲート",
		"form":"装甲型",
		"variant":"B",
		"cp":3,
		"description":"Adds additional armor and defensive cannons to the original design, making it suitable for aggravated combat scenarios.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"B",
		"story":"The Extinguishers' 9th Patrol went missing around 32 AU away from the Sabal System Gate. The 9th Patrol is primarily comprised of FG300 Frigates with a few destroyers as escorts. It is tasked with ensuring route security to and from the Arbiter Committee and the Sabal System. The quadrant is known for mysterious incidents with missing ships and fleets, and is so nicknamed the \"Galactic Bermuda Triangle.\" No wreckage or black boxes from the missing ships have ever been found.",
		"quote":"\"The more we know about star systems and quadrants, the deeper our fear of the unknown.\"\r\n---Dominic Gandhi, Quantum Communication Technology Expert and Researcher on the Galactic Bermuda Triangle",
		"pos":"前列",
		"size":250,
		"max":15,
		"metal":10500,
		"crystal":670,
		"deuterium":140,
		"time":0.01273148148148148,
		"hour":0,
		"minute":18,
		"second":20,
		"capacity":1500,
		"hp":11150,
		"speed":1000,
		"wspeed":5000
	  },
	  {
		"type":"フリゲート",
		"name":"FG300型 - 偵察フリゲート",
		"form":"偵察型",
		"variant":"C",
		"cp":3,
		"description":"An upgraded version based on the prototype. The turrets are removed, and the engine is reinforced to provide a significant increase in warp speed and evasion.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"B",
		"strat":"A",
		"story":"The Extinguishers' 9th Patrol went missing around 32 AU away from the Sabal System Gate. The 9th Patrol is primarily comprised of FG300 Frigates with a few destroyers as escorts. It is tasked with ensuring route security to and from the Arbiter Committee and the Sabal System. The quadrant is known for mysterious incidents with missing ships and fleets, and is so nicknamed the \"Galactic Bermuda Triangle.\" No wreckage or black boxes from the missing ships have ever been found.",
		"quote":"\"The more we know about star systems and quadrants, the deeper our fear of the unknown.\"\r\n---Dominic Gandhi, Quantum Communication Technology Expert and Researcher on the Galactic Bermuda Triangle",
		"pos":"中列",
		"size":250,
		"max":15,
		"metal":6250,
		"crystal":590,
		"deuterium":140,
		"time":0.012037037037037035,
		"hour":0,
		"minute":17,
		"second":20,
		"capacity":2200,
		"hp":11150,
		"speed":1100,
		"wspeed":5500
	  },
	  {
		"type":"フリゲート",
		"name":"グリムリーパー級 - 攻城フリゲート",
		"form":"量産型",
		"variant":"A",
		"cp":5,
		"description":"A Sacrum Chu Imperium Navy frigate that was previously used to carry out special strike missions. The bow-mounted railgun provides the firepower to take down large or heavily armored targets while a rapid-fire battery serves as its defensive weapon. It is an extraordinary siege unit in special engagements.",
		"aship":"B",
		"aair":"C",
		"siege":"B",
		"supp":"C",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":260,
		"max":10,
		"metal":10080,
		"crystal":740,
		"deuterium":140,
		"time":0.013310185185185187,
		"hour":0,
		"minute":19,
		"second":10,
		"capacity":2500,
		"hp":11150,
		"speed":1050,
		"wspeed":5250
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ ヌビウム級 - 軽量級揚陸艦",
		"form":"突撃型",
		"variant":"A",
		"cp":4,
		"description":"A light landing ship mounted with 1 siege UAV pod, enabling it to launch rapid-fire assaults in siege operations. It is also equipped with an integrated rocket tower for fire support in landing operations.",
		"aship":"C",
		"aair":"none",
		"siege":"A",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The Extinguishers conduct an annual military drill codenamed \"Challenger.\" During the drill, the Extinguishers take the Pluto Wandering Brotherhood as their imaginary enemy and perform a variety of combat drills from patrol engagements and space station takeovers to asteroid field ambushes in order to improve the anti-aircraft and landing effectiveness of the Mare Nubium Frigates.",
		"quote":"\"There will be no thousand miles without taking the first step; no sea without flowing rivers.\"\r\n---Terran Literary Work",
		"pos":"後列",
		"size":202,
		"max":10,
		"metal":10280,
		"crystal":630,
		"deuterium":130,
		"time":0.011805555555555555,
		"hour":0,
		"minute":17,
		"second":0,
		"capacity":1700,
		"hp":8270,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ ヌビウム級 - 対空フリゲート",
		"form":"対空型",
		"variant":"B",
		"cp":4,
		"description":"An anti-aircraft frigate with 1 anti-aircraft UAV pod. It can dispatch its UAVs to intercept nearby fighters and corvettes. It is also equipped with a rocket tower for anti-aircraft defense purposes.",
		"aship":"C",
		"aair":"B",
		"siege":"none",
		"supp":"B",
		"surv":"B",
		"strat":"B",
		"story":"The Extinguishers conduct an annual military drill codenamed \"Challenger.\" During the drill, the Extinguishers take the Pluto Wandering Brotherhood as their imaginary enemy and perform a variety of combat drills from patrol engagements and space station takeovers to asteroid field ambushes in order to improve the anti-aircraft and landing effectiveness of the Mare Nubium Frigates.",
		"quote":"\"There will be no thousand miles without taking the first step; no sea without flowing rivers.\"\r\n---Terran Literary Work",
		"pos":"中列",
		"size":202,
		"max":10,
		"metal":9430,
		"crystal":590,
		"deuterium":190,
		"time":0.014467592592592593,
		"hour":0,
		"minute":20,
		"second":50,
		"capacity":1800,
		"hp":8270,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ セレニタティス級 - 重量級フリゲート",
		"form":"対空型",
		"variant":"A",
		"cp":5,
		"description":"Equipped with the Mk I \"Eternal Polaris\" Projectile Launching System for its complement of TR-360 Torpedoes, it is able to mount long-range attacks on medium to large-sized ships. It has average survivability.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"In order to ensure the security of their mutually shared stargate, the Germanicus Corps entered into collaboration with the Arbiter Committee to put \"Operation: Blanket\" into motion and strike back at the fleets of the Wandering Brotherhood. The Arbiter Committee provided the Germanicus Corps with large amounts of weapons and equipment, including dozens of Mare Serenitatis Frigates. Both parties embarked on large-scale seek-and-destroy campaigns throughout their own territorial resource belts, incapacitating the Wandering Brotherhoods hiding there. The Operation forced the Pluto Wandering Brotherhood into the remote Kuiper belt, while the Wandering Brotherhoods in other systems were forced into even more barren resource belts.",
		"quote":"\"Our will is iron; our victory is guaranteed; our legacy is eternal.\"\r\n---Wandering Brotherhood's Creed",
		"pos":"後列",
		"size":297,
		"max":10,
		"metal":15820,
		"crystal":910,
		"deuterium":170,
		"time":0.015856481481481482,
		"hour":0,
		"minute":22,
		"second":50,
		"capacity":2000,
		"hp":13710,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ セレニタティス級 - ミサイルフリゲート",
		"form":"ミサイル型",
		"variant":"B",
		"cp":5,
		"description":"The main weapon is remodeled into bilateral missile launcher nests capable of launching a barrage of assault missiles to targets in the back row. It can also deal effective damage against small ships.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"In order to ensure the security of their mutually shared stargate, the Germanicus Corps entered into collaboration with the Arbiter Committee to put \"Operation: Blanket\" into motion and strike back at the fleets of the Wandering Brotherhood. The Arbiter Committee provided the Germanicus Corps with large amounts of weapons and equipment, including dozens of Mare Serenitatis Frigates. Both parties embarked on large-scale seek-and-destroy campaigns throughout their own territorial resource belts, incapacitating the Wandering Brotherhoods hiding there. The Operation forced the Pluto Wandering Brotherhood into the remote Kuiper belt, while the Wandering Brotherhoods in other systems were forced into even more barren resource belts.",
		"quote":"\"Our will is iron; our victory is guaranteed; our legacy is eternal.\"\r\n---Wandering Brotherhood's Creed",
		"pos":"後列",
		"size":297,
		"max":10,
		"metal":10530,
		"crystal":710,
		"deuterium":140,
		"time":0.013078703703703703,
		"hour":0,
		"minute":18,
		"second":50,
		"capacity":1800,
		"hp":13710,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ セレニタティス級 - 対空フリゲート",
		"form":"対空型",
		"variant":"C",
		"cp":5,
		"description":"Its main weapon is modified into bilateral anti-aircraft missile launcher nests capable of launching repeated attacks on anti-aircraft weapons.",
		"aship":"C",
		"aair":"A",
		"siege":"none",
		"supp":"none",
		"surv":"A",
		"strat":"C",
		"story":"In order to ensure the security of their mutually shared stargate, the Germanicus Corps entered into collaboration with the Arbiter Committee to put \"Operation: Blanket\" into motion and strike back at the fleets of the Wandering Brotherhood. The Arbiter Committee provided the Germanicus Corps with large amounts of weapons and equipment, including dozens of Mare Serenitatis Frigates. Both parties embarked on large-scale seek-and-destroy campaigns throughout their own territorial resource belts, incapacitating the Wandering Brotherhoods hiding there. The Operation forced the Pluto Wandering Brotherhood into the remote Kuiper belt, while the Wandering Brotherhoods in other systems were forced into even more barren resource belts.",
		"quote":"\"Our will is iron; our victory is guaranteed; our legacy is eternal.\"\r\n---Wandering Brotherhood's Creed",
		"pos":"後列",
		"size":297,
		"max":10,
		"metal":9700,
		"crystal":670,
		"deuterium":200,
		"time":0.015740740740740743,
		"hour":0,
		"minute":22,
		"second":40,
		"capacity":2200,
		"hp":13710,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ トランキリタティス級 - ミサイルフリゲート",
		"form":"総合型",
		"variant":"A",
		"cp":4,
		"description":"An attack frigate equipped with both cannons and missiles, making it effective against a variety of small to medium targets. The integrated cannon system can target and attack small ships or be tasked with anti-missile support. The projectile launching system is primarily used for long-range attacks.",
		"aship":"B",
		"aair":"B",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"During a weapons test above the Sabal Colony in orbit, the weapons of a Mare Tranquillitatis Frigate of the Germanicus Corps malfunctioned and discharged accidentally, causing heavy casualties on the surface of the planet. This incident led to increased tension within the Sabal System between multiple factions. Eventually, it turned into all-out war between the Eagle Guard and the Germanicus Corps. It was later named the \"Sabal System War\" and \"The War Triggered by a Single Missile.\"",
		"quote":"\"It's not the last straw that breaks the camel's back, but the weight of every straw.\"\r\n---Sabal Colony Proverb",
		"pos":"中列",
		"size":255,
		"max":10,
		"metal":8470,
		"crystal":700,
		"deuterium":120,
		"time":0.011805555555555555,
		"hour":0,
		"minute":17,
		"second":0,
		"capacity":1800,
		"hp":11310,
		"speed":1000,
		"wspeed":5000
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ トランキリタティス級 - パルス砲フリゲート",
		"form":"パルス砲型",
		"variant":"B",
		"cp":4,
		"description":"Its initial weapon system is remodeled to fit three pulse cannons and a generic small missile launcher array. It can effectively intercept hostile aircraft and concentrate firepower on small ships.",
		"aship":"C",
		"aair":"A",
		"siege":"C",
		"supp":"B",
		"surv":"C",
		"strat":"B",
		"story":"During a weapons test above the Sabal Colony in orbit, the weapons of a Mare Tranquillitatis Frigate of the Germanicus Corps malfunctioned and discharged accidentally, causing heavy casualties on the surface of the planet. This incident led to increased tension within the Sabal System between multiple factions. Eventually, it turned into all-out war between the Eagle Guard and the Germanicus Corps. It was later named the \"Sabal System War\" and \"The War Triggered by a Single Missile.\"",
		"quote":"\"It's not the last straw that breaks the camel's back, but the weight of every straw.\"\r\n---Sabal Colony Proverb",
		"pos":"中列",
		"size":255,
		"max":10,
		"metal":8370,
		"crystal":680,
		"deuterium":170,
		"time":0.014351851851851852,
		"hour":0,
		"minute":20,
		"second":40,
		"capacity":1500,
		"hp":11310,
		"speed":1000,
		"wspeed":5000
	  },
	  {
		"type":"フリゲート",
		"name":"マーレ トランキリタティス級 - 要撃フリゲート",
		"form":"対空型",
		"variant":"C",
		"cp":4,
		"description":"A modified generic missile launcher nest capable of intercepting all types of missiles and torpedoes with its dense, concentrated firepower. When equipped with a generic cannon, it is capable of attacking all types of targets.",
		"aship":"C",
		"aair":"B",
		"siege":"C",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"During a weapons test above the Sabal Colony in orbit, the weapons of a Mare Tranquillitatis Frigate of the Germanicus Corps malfunctioned and discharged accidentally, causing heavy casualties on the surface of the planet. This incident led to increased tension within the Sabal System between multiple factions. Eventually, it turned into all-out war between the Eagle Guard and the Germanicus Corps. It was later named the \"Sabal System War\" and \"The War Triggered by a Single Missile.\"",
		"quote":"\"It's not the last straw that breaks the camel's back, but the weight of every straw.\"\r\n---Sabal Colony Proverb",
		"pos":"中列",
		"size":255,
		"max":10,
		"metal":9510,
		"crystal":1070,
		"deuterium":300,
		"time":0.02337962962962963,
		"hour":0,
		"minute":33,
		"second":39,
		"capacity":2000,
		"hp":11310,
		"speed":1000,
		"wspeed":5000
	  },
	  {
		"type":"フリゲート",
		"name":"ノマ330型-軽量級武装調査船",
		"form":"量産型",
		"variant":"A",
		"cp":3,
		"description":"It adopts an older frigate design; however, due to the maturity of the manufacturing technology and relatively low cost, it is often built and used by Privateers. Its primary weapon is its cannons, which give it a similar amount of firepower as a cannon corvette.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"According to Explorers' Guild statistics, 40% of its registered members adopt NOMA Shipping Group's armed survey ships as an integral part of their exploration fleets. NOMA's armed survey ship is commonly used to explore ancient ruins and new star systems, Lagrange Node observations, space excavations, and many other fields. It has made a great number of sales in the civilian ship market.",
		"quote":"\"A spate of investigations and studies can only mean something has gone wrong somewhere.\"\r\n---Montesquieu, Space Explorer and President of the Galactic Archaeology Committee",
		"pos":"中列",
		"size":205,
		"max":10,
		"metal":8530,
		"crystal":480,
		"deuterium":110,
		"time":0.009606481481481481,
		"hour":0,
		"minute":13,
		"second":50,
		"capacity":1600,
		"hp":11150,
		"speed":1100,
		"wspeed":5500
	  },
	  {
		"type":"フリゲート",
		"name":"ノマ330-TE-高速武装調査船",
		"form":"高速型",
		"variant":"A",
		"cp":3,
		"description":"It adopts an older frigate design; however, due to the maturity of the manufacturing technology and relatively low cost, it is often built and used by Privateers. Its primary weapon is its cannons, which give it a similar amount of firepower as a cannon corvette.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"According to Explorers' Guild statistics, 40% of its registered members adopt NOMA Shipping Group's armed survey ships as an integral part of their exploration fleets. NOMA's armed survey ship is commonly used to explore ancient ruins and new star systems, Lagrange Node observations, space excavations, and many other fields. It has made a great number of sales in the civilian ship market.",
		"quote":"\"A spate of investigations and studies can only mean something has gone wrong somewhere.\"\r\n---Montesquieu, Space Explorer and President of the Galactic Archaeology Committee",
		"pos":"中列",
		"size":205,
		"max":10,
		"metal":8530,
		"crystal":480,
		"deuterium":110,
		"time":0.009606481481481481,
		"hour":0,
		"minute":13,
		"second":50,
		"capacity":1600,
		"hp":11150,
		"speed":2000,
		"wspeed":10000
	  },
	  {
		"type":"フリゲート",
		"name":"ノマM470級 - 重量級揚陸艦",
		"form":"攻城型",
		"variant":"A",
		"cp":6,
		"description":"Equipped with 1 siege UAV pod, enabling it to launch ST-1 UAVs to attack city defenses and carry out ordinary ship-to-ship attacks. It comes equipped with very few defensive weapons.",
		"aship":"C",
		"aair":"C",
		"siege":"S",
		"supp":"none",
		"surv":"B",
		"strat":"C",
		"story":"The conflict between the Ares Corps and the Eagle Guard over the resource planet Priscilla ignited a large-scale war. The Eagle Guard was unable to swiftly capture Priscilla, so they feigned retreat and left ships as bait behind them. The Ares Corps sent their defensive fleets beyond their own perimeter in pursuit while towing their trophies back to the planet's surface with utility ships, weakening their defensive lines. The Eagle Guard organized a landing fleet comprised mainly of M470 Frigates and focused their attacks on key defensive structures on the planet's surface. This became the turning point in the Battle of Priscilla.",
		"quote":"\"March forward when haunted by fear; retreat when touched by greed and madness.\"\r\n---Three Military Disciplines of the Eagle Guard - Rule 2",
		"pos":"後列",
		"size":296,
		"max":10,
		"metal":8150,
		"crystal":660,
		"deuterium":130,
		"time":0.012152777777777778,
		"hour":0,
		"minute":17,
		"second":30,
		"capacity":2200,
		"hp":12810,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"ノマM470級 - 支援フリゲート",
		"form":"支援型",
		"variant":"B",
		"cp":6,
		"description":"It houses 1 engineering UAV maintenance nacelle and equips with only a few defensive weapons. Its RT-1 UAVs are able to repair friendly ships in battle.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"The conflict between the Ares Corps and the Eagle Guard over the resource planet Priscilla ignited a large-scale war. The Eagle Guard was unable to swiftly capture Priscilla, so they feigned retreat and left ships as bait behind them. The Ares Corps sent their defensive fleets beyond their own perimeter in pursuit while towing their trophies back to the planet's surface with utility ships, weakening their defensive lines. The Eagle Guard organized a landing fleet comprised mainly of M470 Frigates and focused their attacks on key defensive structures on the planet's surface. This became the turning point in the Battle of Priscilla.",
		"quote":"\"March forward when haunted by fear; retreat when touched by greed and madness.\"\r\n---Three Military Disciplines of the Eagle Guard - Rule 2",
		"pos":"後列",
		"size":296,
		"max":10,
		"metal":10230,
		"crystal":650,
		"deuterium":350,
		"time":0.020833333333333332,
		"hour":0,
		"minute":30,
		"second":0,
		"capacity":2000,
		"hp":12810,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"ノマM470級 - 対空フリゲート",
		"form":"対空型",
		"variant":"C",
		"cp":6,
		"description":"It houses 1 anti-aircraft UAV nacelle. Its DT-1 UAVs offer anti-aircraft support to friendly ships during combat. It needs to be positioned in close proximity to your ships to offer support.",
		"aship":"C",
		"aair":"A",
		"siege":"C",
		"supp":"A",
		"surv":"B",
		"strat":"C",
		"story":"The conflict between the Ares Corps and the Eagle Guard over the resource planet Priscilla ignited a large-scale war. The Eagle Guard was unable to swiftly capture Priscilla, so they feigned retreat and left ships as bait behind them. The Ares Corps sent their defensive fleets beyond their own perimeter in pursuit while towing their trophies back to the planet's surface with utility ships, weakening their defensive lines. The Eagle Guard organized a landing fleet comprised mainly of M470 Frigates and focused their attacks on key defensive structures on the planet's surface. This became the turning point in the Battle of Priscilla.",
		"quote":"\"March forward when haunted by fear; retreat when touched by greed and madness.\"\r\n---Three Military Disciplines of the Eagle Guard - Rule 2",
		"pos":"後列",
		"size":296,
		"max":10,
		"metal":9440,
		"crystal":560,
		"deuterium":320,
		"time":0.018634259259259257,
		"hour":0,
		"minute":26,
		"second":50,
		"capacity":2000,
		"hp":12810,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"ノマM470級 - UAVフリゲート (TE)",
		"form":"対艦型",
		"variant":"A",
		"cp":6,
		"description":"The \"CAT-2\" offensive UAV pod has replaced the original design, and its UAVs are equipped with energy torpedoes, effectively improving its threat to the ship targets. It is equipped with the armor of a special structure to adapt to the star system environment with frequent stellar activities.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"The conflict between the Ares Corps and the Eagle Guard over the resource planet Priscilla ignited a large-scale war. The Eagle Guard was unable to swiftly capture Priscilla, so they feigned retreat and left ships as bait behind them. The Ares Corps sent their defensive fleets beyond their own perimeter in pursuit while towing their trophies back to the planet's surface with utility ships, weakening their defensive lines. The Eagle Guard organized a landing fleet comprised mainly of M470 Frigates and focused their attacks on key defensive structures on the planet's surface. This became the turning point in the Battle of Priscilla.",
		"quote":"\"March forward when haunted by fear; retreat when touched by greed and madness.\"\r\n---Three Military Disciplines of the Eagle Guard - Rule 2",
		"pos":"後列",
		"size":296,
		"max":10,
		"metal":8150,
		"crystal":430,
		"deuterium":130,
		"time":0.010069444444444445,
		"hour":0,
		"minute":14,
		"second":30,
		"capacity":2200,
		"hp":12810,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"レイジャー級 - 高速フリゲート",
		"form":"量産型",
		"variant":"A",
		"cp":5,
		"description":"A Sacrum Chu Imperium Navy frigate that once played a leading role in defensive missions. It has 3 rapid-fire cannons serving as its primary weapons and is able to attack targets directly ahead.",
		"aship":"B",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":215,
		"max":10,
		"metal":9210,
		"crystal":680,
		"deuterium":130,
		"time":0.012268518518518519,
		"hour":0,
		"minute":17,
		"second":40,
		"capacity":2500,
		"hp":9650,
		"speed":1100,
		"wspeed":5500
	  },
	  {
		"type":"フリゲート",
		"name":"レイジャー級 - 魚雷フリゲート",
		"form":"魚雷型",
		"variant":"B",
		"cp":5,
		"description":"A Sacrum Chu Imperium Navy frigate that once played a leading role in defensive missions. Its port-side main cannons have been replaced with torpedo tubes, making it a viable tactical asset that can mount attacks on enemy capital ships while roaming the battlefield.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"B",
		"strat":"B",
		"story":"This ship was once put into service with the First Fleet of the Sacrum Chu Imperium. After the fall of the empire, its military equipment was divided among countless competing forces. The ship thus became one of the most commonly seen models on the galactic market.",
		"quote":"\"Wherever you set foot is my land and the mortals who live there are my people.\"\r\n---Emperor Chu of the Sacrum Chu Imperium",
		"pos":"中列",
		"size":302,
		"max":10,
		"metal":10910,
		"crystal":900,
		"deuterium":150,
		"time":0.014930555555555556,
		"hour":0,
		"minute":21,
		"second":30,
		"capacity":2200,
		"hp":9650,
		"speed":950,
		"wspeed":4750
	  },
	  {
		"type":"フリゲート",
		"name":"レリアット級 - 高速魚雷フリゲート",
		"form":"対空型",
		"variant":"A",
		"cp":4,
		"description":"A rapid-fire anti-ship torpedo launcher is installed on each side of the ship. It also has 3 high-speed generic turrets. It is able to launch torpedoes at small to medium capital ships while firing the turrets. It boasts an increased sailing speed at the cost of defensive capabilities and reduced survivability.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"none",
		"surv":"C",
		"strat":"B",
		"story":"The Hayreddin Clan issued a formal request to investigate the location of the large Exile ruins known to exist within the Mitras System. However, the Defender Force governing the system repeatedly rejected their requests, leading to a large scale engagement between the two parties in the vicinity of the Mitras Gate. During the conflict, a Reliat Frigate of the Hayreddin Clan initiated a suicide run on a nearby enemy battleship, ramming it at full speed and successfully taking it down. News of this loss shook the executives of the Defender Force and the Reliat Frigate was subsequently named the \"Ghost of Mitras.\"",
		"quote":"\"Should you run out of ammo, even your ship can be used as a weapon of last resort.\"\r\n---Transcript of the CVR recordings found in a Reliat Frigate",
		"pos":"中列",
		"size":220,
		"max":10,
		"metal":12490,
		"crystal":950,
		"deuterium":230,
		"time":0.019791666666666666,
		"hour":0,
		"minute":28,
		"second":30,
		"capacity":2000,
		"hp":9650,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"レリアット級 - 戦術魚雷フリゲート",
		"form":"魚雷型",
		"variant":"B",
		"cp":4,
		"description":"Equipped with a special energy torpedo launcher capable of launching energized torpedoes to damage all types of heavy armor targets.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"The Hayreddin Clan issued a formal request to investigate the location of the large Exile ruins known to exist within the Mitras System. However, the Defender Force governing the system repeatedly rejected their requests, leading to a large scale engagement between the two parties in the vicinity of the Mitras Gate. During the conflict, a Reliat Frigate of the Hayreddin Clan initiated a suicide run on a nearby enemy battleship, ramming it at full speed and successfully taking it down. News of this loss shook the executives of the Defender Force and the Reliat Frigate was subsequently named the \"Ghost of Mitras.\"",
		"quote":"\"Should you run out of ammo, even your ship can be used as a weapon of last resort.\"\r\n---Transcript of the CVR recordings found in a Reliat Frigate",
		"pos":"中列",
		"size":220,
		"max":10,
		"metal":12190,
		"crystal":1190,
		"deuterium":220,
		"time":0.021064814814814814,
		"hour":0,
		"minute":30,
		"second":20,
		"capacity":1800,
		"hp":9650,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"レリアット級 - ステルス フリゲート",
		"form":"ステルス型",
		"variant":"C",
		"cp":4,
		"description":"The ship is painted with stealth coating and removed any turrets that pose the probability of being detected. It is also equipped with stealth torpedoes, making it more difficult to be intercepted during attacks. An information control module is also implemented to reduce the chance of being detected. It uses special stealth torpedoes capable of dealing damage to the target's subsystem.",
		"aship":"A",
		"aair":"C",
		"siege":"C",
		"supp":"B",
		"surv":"A",
		"strat":"C",
		"story":"The Hayreddin Clan issued a formal request to investigate the location of the large Exile ruins known to exist within the Mitras System. However, the Defender Force governing the system repeatedly rejected their requests, leading to a large scale engagement between the two parties in the vicinity of the Mitras Gate. During the conflict, a Reliat Frigate of the Hayreddin Clan initiated a suicide run on a nearby enemy battleship, ramming it at full speed and successfully taking it down. News of this loss shook the executives of the Defender Force and the Reliat Frigate was subsequently named the \"Ghost of Mitras.\"",
		"quote":"\"Should you run out of ammo, even your ship can be used as a weapon of last resort.\"\r\n---Transcript of the CVR recordings found in a Reliat Frigate",
		"pos":"中列",
		"size":220,
		"max":10,
		"metal":13270,
		"crystal":1300,
		"deuterium":300,
		"time":0.026041666666666668,
		"hour":0,
		"minute":37,
		"second":30,
		"capacity":1500,
		"hp":9650,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"ルビー級 - 重電磁加速砲フリゲート",
		"form":"電磁加速砲型",
		"variant":"A",
		"cp":5,
		"description":"The ship hull is built around a 500mm heavy railgun, enabling it to pose a credible threat to medium to large ships. The ship's reinforced hull causes it to suffer from reduced mobility and defensive capabilities.",
		"aship":"A",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"B",
		"strat":"B",
		"story":"The Ruby Frigate prototype was displayed in the NOMA Shipping Group's 100th anniversary military parade as a part of the new equipment demonstration and won unanimous praise from the executives of the NOMA Shipping Group. When its railgun hit its target, a huge blinding explosion is created in the sky, giving its name \"Ruby.\" The name Ruby also represents its status as the Crown Jewel of NOMA's R&D division.",
		"quote":"\"Technology is avarice freed from the rules of nature; it creates the thirst for immortality while threatening to destroy worlds.\"\r\n---Chapter 1 of Space Iliad by Stanley the Bard",
		"pos":"中列",
		"size":298,
		"max":10,
		"metal":12560,
		"crystal":910,
		"deuterium":170,
		"time":0.016203703703703703,
		"hour":0,
		"minute":23,
		"second":19,
		"capacity":1200,
		"hp":15120,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"ルビー級 - 実験型イオン砲フリゲート",
		"form":"イオン砲型",
		"variant":"B",
		"cp":5,
		"description":"Adopts IKK miniaturized ion-charging technology. Such technology makes it possible to fit an ion cannon on a small ship for the first time. Coupled with a precision tracking system, its assault ion cannons are able to attack large ships.",
		"aship":"A",
		"aair":"B",
		"siege":"B",
		"supp":"C",
		"surv":"B",
		"strat":"C",
		"story":"The Ruby Frigate prototype was displayed in the NOMA Shipping Group's 100th anniversary military parade as a part of the new equipment demonstration and won unanimous praise from the executives of the NOMA Shipping Group. When its railgun hit its target, a huge blinding explosion is created in the sky, giving its name \"Ruby.\" The name Ruby also represents its status as the Crown Jewel of NOMA's R&D division.",
		"quote":"\"Technology is avarice freed from the rules of nature; it creates the thirst for immortality while threatening to destroy worlds.\"\r\n---Chapter 1 of Space Iliad by Stanley the Bard",
		"pos":"中列",
		"size":298,
		"max":10,
		"metal":13000,
		"crystal":780,
		"deuterium":280,
		"time":0.02037037037037037,
		"hour":0,
		"minute":29,
		"second":19,
		"capacity":1000,
		"hp":13710,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"ルビー級 - 重量級防御フリゲート",
		"form":"防御型",
		"variant":"C",
		"cp":5,
		"description":"The cannon in its front is removed to give space for the reinforced armor in order to withstand additional damage. In addition, a self-repair system is equipped to allow for basic self-repairs.",
		"aship":"C",
		"aair":"none",
		"siege":"B",
		"supp":"none",
		"surv":"S",
		"strat":"C",
		"story":"The Ruby Frigate prototype was displayed in the NOMA Shipping Group's 100th anniversary military parade as a part of the new equipment demonstration and won unanimous praise from the executives of the NOMA Shipping Group. When its railgun hit its target, a huge blinding explosion is created in the sky, giving its name \"Ruby.\" The name Ruby also represents its status as the Crown Jewel of NOMA's R&D division.",
		"quote":"\"Technology is avarice freed from the rules of nature; it creates the thirst for immortality while threatening to destroy worlds.\"\r\n---Chapter 1 of Space Iliad by Stanley the Bard",
		"pos":"前列",
		"size":298,
		"max":10,
		"metal":18700,
		"crystal":1000,
		"deuterium":420,
		"time":0.02847222222222222,
		"hour":0,
		"minute":41,
		"second":0,
		"capacity":1400,
		"hp":15620,
		"speed":900,
		"wspeed":4500
	  },
	  {
		"type":"フリゲート",
		"name":"ゼノスティンガー級 - 戦術フリゲート",
		"form":"特殊型",
		"variant":"A",
		"cp":6,
		"description":"Equipped with the \"Stinger\" UAV Attack System with 4 tactical UAVs mounted to the front of the ship. The UAVs can be launched from the ship during combat. Its special UAVs carry miniaturized compression plasma cannons, enabling it to mount short-range explosive attacks on large enemy ships. It has 2 generic turrets for defensive purposes.",
		"aship":"S",
		"aair":"C",
		"siege":"B",
		"supp":"none",
		"surv":"C",
		"strat":"C",
		"story":"At NOMA Shipping Group's 100th anniversary military parade, NOMA's Small Ship R&D division earned much praise and recognition. In addition to the Ruby Frigates, the R&D division also displayed the latest results of their research into UAVs with the XenoStinger Frigate. The frigate carries a full complement of uniquely-shaped UAVs, and was heralded as the \"Next Gen Concept Ship.\" The Small Ship R&D division received the \"NOMA Hero Team Medal\" at the parade.",
		"quote":"\"As one can clearly observe from history, quantitative changes do not cause qualitative improvements, rather they hinder them.\"\r\n---Preface to The History of Space Science and Technology, Hermann University Press",
		"pos":"後列",
		"size":253,
		"max":10,
		"metal":11890,
		"crystal":800,
		"deuterium":240,
		"time":0.018865740740740742,
		"hour":0,
		"minute":27,
		"second":10,
		"capacity":1200,
		"hp":9650,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"ゼノスティンガー級 - 防御フリゲート",
		"form":"対空型",
		"variant":"B",
		"cp":6,
		"description":"The \"Stinger\" defensive UAV system is installed to intercept aircraft within its own airspace effectively. Its UAVs are equipped with small-sized plasma anti-aircraft weaponry.",
		"aship":"B",
		"aair":"S",
		"siege":"none",
		"supp":"A",
		"surv":"C",
		"strat":"C",
		"story":"At NOMA Shipping Group's 100th anniversary military parade, NOMA's Small Ship R&D division earned much praise and recognition. In addition to the Ruby Frigates, the R&D division also displayed the latest results of their research into UAVs with the XenoStinger Frigate. The frigate carries a full complement of uniquely-shaped UAVs, and was heralded as the \"Next Gen Concept Ship.\" The Small Ship R&D division received the \"NOMA Hero Team Medal\" at the parade.",
		"quote":"\"As one can clearly observe from history, quantitative changes do not cause qualitative improvements, rather they hinder them.\"\r\n---Preface to The History of Space Science and Technology, Hermann University Press",
		"pos":"後列",
		"size":253,
		"max":10,
		"metal":10300,
		"crystal":650,
		"deuterium":270,
		"time":0.018287037037037036,
		"hour":0,
		"minute":26,
		"second":20,
		"capacity":1200,
		"hp":9650,
		"speed":800,
		"wspeed":4000
	  },
	  {
		"type":"フリゲート",
		"name":"XT-8級 - 両用揚陸艦",
		"form":"偵察型",
		"variant":"A",
		"cp":4,
		"description":"Remodeled from the X8 - Small Utility Ship. The storage space has been modified to carry siege UAVs capable of mounting effective attacks on city defenses.",
		"aship":"C",
		"aair":"C",
		"siege":"A",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"A Privateer Fleet based in the Kuiper Belt once managed to disguise themselves as civil vessels by remodeling XT-8 - Armed Survey Ships to successfully avoid the inquiries and siege by the Extinguishers, which eared this ship a reputation of \"Privateer's Mask.\"",
		"quote":"\"As we venture into the expanse, technology continues to advance, but mysticism is reborn.\"\r\n---Sima Yan, Modern Lagrangian Historian",
		"pos":"中列",
		"size":260,
		"max":10,
		"metal":2270,
		"crystal":100,
		"deuterium":30,
		"time":0.002314814814814815,
		"hour":0,
		"minute":3,
		"second":20,
		"capacity":2500,
		"hp":6470,
		"speed":1050,
		"wspeed":5250
	  },
	  {
		"type":"フリゲート",
		"name":"XT-8級 - 武装ミサイル調査船",
		"form":"ミサイル型",
		"variant":"B",
		"cp":4,
		"description":"Remodeled from the X8 Small Utility Ship. It is equipped with multiple missile launchers to maximize its firepower.",
		"aship":"A",
		"aair":"B",
		"siege":"none",
		"supp":"none",
		"surv":"C",
		"strat":"A",
		"story":"A Privateer Fleet based in the Kuiper Belt once managed to disguise themselves as civil vessels by remodeling XT-8 - Armed Survey Ships to successfully avoid the inquiries and siege by the Extinguishers, which eared this ship a reputation of \"Privateer's Mask.\"",
		"quote":"\"As we venture into the expanse, technology continues to advance, but mysticism is reborn.\"\r\n---Sima Yan, Modern Lagrangian Historian",
		"pos":"中列",
		"size":260,
		"max":10,
		"metal":7380,
		"crystal":560,
		"deuterium":100,
		"time":0.009722222222222222,
		"hour":0,
		"minute":14,
		"second":0,
		"capacity":2500,
		"hp":6470,
		"speed":1050,
		"wspeed":5250
	  },
	  {
		"type":"汎用艦",
		"name":"D20 - データ汎用艦",
		"form":"リサーチ型",
		"variant":"B",
		"cp":30,
		"description":"A large utility ship for industrial purposes. Its support UAV system provides the increased capabilities of detecting and cleaning ruins. Because of the fragility of data resources, this model sacrifices all the defensive firepower and reinforces the armor to increase the defense performance, especially the impact resistance of the warehouse.",
		"aship":"none",
		"aair":"none",
		"siege":"none",
		"supp":"C",
		"surv":"B",
		"strat":"A",
		"story":"The X20 offers great load capacity and room for modification. It's commonly seen at the construction sites of stargates.",
		"quote":"\"The commercialization of the Lagrange phenomenon enabled the epoch-making advancements in transportation and logistics capabilities.\"\r\n---Henry Benz, Chief Technology Expert of NOMA Shipping Group",
		"pos":"後列",
		"size":800,
		"max":5,
		"metal":140000,
		"crystal":16000,
		"deuterium":10000,
		"time":0.28935185185185186,
		"hour":6,
		"minute":56,
		"second":40,
		"capacity":0,
		"hp":27810,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"汎用艦",
		"name":"X20 - 大型汎用艦",
		"form":"汎用型",
		"variant":"A",
		"cp":40,
		"description":"A large commercial utility ship. Its specialized engineering UAVs are able to both analyze and process ore and harvest advanced resource nodes. Its gigantic uncovered platform accommodates large loads. It also has basic defensive capabilities.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"A",
		"story":"The X20 offers great load capacity and room for modification. It's commonly seen at the construction sites of stargates.",
		"quote":"\"The commercialization of the Lagrange phenomenon enabled the epoch-making advancements in transportation and logistics capabilities.\"\r\n---Henry Benz, Chief Technology Expert of NOMA Shipping Group",
		"pos":"後列",
		"size":800,
		"max":20,
		"metal":120000,
		"crystal":15000,
		"deuterium":9000,
		"time":0.2777777777777778,
		"hour":6,
		"minute":40,
		"second":0,
		"capacity":0,
		"hp":27810,
		"speed":250,
		"wspeed":1250
	  },
	  {
		"type":"汎用艦",
		"name":"X10 - 中型汎用艦",
		"form":"汎用型",
		"variant":"A",
		"cp":20,
		"description":"A generic medium utility ship equipped with enhanced engineering UAVs, enabling it to perform advanced mining and medium construction work. The ship has good storage capacity and basic defensive capabilities.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"A",
		"story":"The X10 Utility Ship has participated in construction projects ranging from Antontas to Pearl City and Free Port. Its reliability and functionality have earned it the name \"Engineering Star.\"",
		"quote":"\"Grandiose constructions are a key indicator in determining whether a civilization is thriving.\"\r\n---Marcus Bailey, Architect and Designer of \"Antontas\"",
		"pos":"後列",
		"size":550,
		"max":20,
		"metal":30000,
		"crystal":1500,
		"deuterium":350,
		"time":0.06944444444444443,
		"hour":1,
		"minute":40,
		"second":59,
		"capacity":0,
		"hp":11150,
		"speed":300,
		"wspeed":1500
	  },
	  {
		"type":"汎用艦",
		"name":"X8 - 小型汎用艦",
		"form":"汎用型",
		"variant":"A",
		"cp":10,
		"description":"A small generic utility ship with 2 engineering UAV pods. Engineering UAVs can be dispatched for basic resource collection and construction works. It also comes with a small shipping warehouse and basic defensive measures.",
		"aship":"C",
		"aair":"C",
		"siege":"C",
		"supp":"C",
		"surv":"C",
		"strat":"A",
		"story":"It was active in various engineering projects during the days of the Sacrum Chu Imperium. Having participated in the construction of the Pioneers Gate, City of Endless Dawn, and other significant structures, as well as having gone through multiple iterations, the ship has earned the nickname \"The Living History Book of the Galaxy.\"",
		"quote":"\"Society has its own metabolism. The ripples in technological developments become billows in the rise and fall of civilizations.\"\r\n---Sima Yan, Modern Lagrangian Historian",
		"pos":"後列",
		"size":250,
		"max":20,
		"metal":6000,
		"crystal":350,
		"deuterium":50,
		"time":0.013888888888888888,
		"hour":0,
		"minute":20,
		"second":0,
		"capacity":0,
		"hp":4100,
		"speed":400,
		"wspeed":2000
	  }
	]
  }